// Auto Generated

var _avatar = [
    {
        "_id": 1221,
        "Ver": "2.4",
        "Name": "云璃",
        "Desc": "仙舟「朱明」的猎剑士，备受「烛渊将军」怀炎宠爱的孙女，性格直率。<br>从小跟随怀炎学习剑艺与锻艺，乃「焰轮八叶」中次年幼的天才剑士。<br>对朱明流出的魔剑深恶痛绝，立誓要「搜猎魔剑，尽数断绝」。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            122101,
            122102,
            122103,
            122104,
            122106,
            122107
        ],
        "Ranks": [
            122101,
            122102,
            122103,
            122104,
            122105,
            122106
        ],
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Mat": [
            113013,
            110421,
            110183,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘雯",
            "Brenna Larsen",
            "若山詩音",
            "이주은"
        ],
        "Camp": 113,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1410,
        "Ver": "3.5v5",
        "Name": "海瑟音",
        "Desc": "斯缇科西亚，醉与梦的海滨之城，旧日的歌声仍在浮浪间回荡。<br>大海的女儿海列屈拉，清洗「海洋」火种的黄金裔，驱散污浊的暗流，为天外的英雄奏响不醉不归的盛宴<br>——散场之时未到，纵然希望如泡沫般易碎，浪花也将一往无前。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            141001,
            141002,
            141003,
            141004,
            141006,
            141007
        ],
        "Ranks": [
            141001,
            141002,
            141003,
            141004,
            141005,
            141006
        ],
        "Icon": "avatarshopicon/Avatar/1410",
        "Pic": "avatardrawcard/1410.png",
        "Mat": [
            115003,
            110431,
            110223,
            110507
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 601.524,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1412,
        "Ver": "3.5v5",
        "Name": "刻律德菈",
        "Desc": "北境帝国，失落的王朝，寒冷的疆土燃烧着征伐的野心。<br>君主刻律德菈，执握「律法」火种的黄金裔，布局设子，与神相弈，审判异心的罪囚，为此世奠定逐火的基业<br>——<i>「这绝非终点，翁法罗斯的征途，当是银河群星！」</i>",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            141201,
            141202,
            141203,
            141204,
            141206,
            141207
        ],
        "Ranks": [
            141201,
            141202,
            141203,
            141204,
            141205,
            141206
        ],
        "Icon": "avatarshopicon/Avatar/1412",
        "Pic": "avatardrawcard/1412.png",
        "Mat": [
            115013,
            110435,
            110233,
            110507
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 620.928,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1408,
        "Ver": "3.4",
        "Name": "白厄",
        "Desc": "哀丽秘榭，遗世独立的边陲村落，如今只余晦涩的传说。<br>无名的英雄█████，容纳「负世」火种的黄金裔，铭记全世的理想，背负万众的命运，为新世界带来第一缕曙光<br>——<i>「但倘若黎明从不存在，就让怒火燃尽此身，化作明日的烈阳！」</i>",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 12.0,
        "Skills": [
            140801,
            140802,
            140803,
            140804,
            140806,
            140807,
            140808,
            140809,
            140805,
            140811
        ],
        "Ranks": [
            140801,
            140802,
            140803,
            140804,
            140805,
            140806
        ],
        "Icon": "avatarshopicon/Avatar/1408",
        "Pic": "avatardrawcard/1408.png",
        "Mat": [
            115013,
            110431,
            110183,
            110507
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 582.12,
            "DEF": 703.395,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "秦且歌",
            "Joshua Waters",
            "日野聡",
            "윤용식"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1014,
        "Ver": "3.4",
        "Name": "Saber",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 360.0,
        "Skills": [
            101401,
            101402,
            101403,
            101404,
            101406,
            101407,
            101408
        ],
        "Ranks": [
            101401,
            101402,
            101403,
            101404,
            101405,
            101406
        ],
        "Icon": "avatarshopicon/Avatar/1014",
        "Pic": "avatardrawcard/1014.png",
        "Mat": [
            111013,
            110425,
            110183,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 654.885,
            "SPD": 101.0,
            "Aggro": 125.0
        },
        "CV": [
            "白杺瓒",
            "",
            "川澄 綾子",
            "정유정"
        ],
        "Camp": 117,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1015,
        "Ver": "3.4",
        "Name": "Archer",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 220.0,
        "Skills": [
            101501,
            101502,
            101509,
            101503,
            101504,
            101506,
            101507
        ],
        "Ranks": [
            101501,
            101502,
            101503,
            101504,
            101505,
            101506
        ],
        "Icon": "avatarshopicon/Avatar/1015",
        "Pic": "avatardrawcard/1015.png",
        "Mat": [
            111003,
            110436,
            110193,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 620.928,
            "DEF": 485.1,
            "SPD": 105.0,
            "Aggro": 75.0
        },
        "CV": [
            "吴磊",
            "",
            "諏訪部 順一",
            "임채헌"
        ],
        "Camp": 117,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2212,
        "Ver": "3.4",
        "Name": "镜流",
        "Desc": "",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            1121201,
            1121209,
            1121202,
            1121203,
            1121204,
            1121206,
            1121207
        ],
        "Ranks": [
            1121201,
            1121202,
            1121203,
            1121204,
            1121205,
            1121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2205,
        "Ver": "3.4",
        "Name": "刃",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            1120501,
            1120508,
            1120502,
            1120503,
            1120504,
            1120506,
            1120507
        ],
        "Ranks": [
            1120501,
            1120502,
            1120503,
            1120504,
            1120505,
            1120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2005,
        "Ver": "3.4",
        "Name": "卡芙卡",
        "Desc": "",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100506,
            1100507
        ],
        "Ranks": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100505,
            1100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2006,
        "Ver": "3.4",
        "Name": "银狼",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100606,
            1100607
        ],
        "Ranks": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100605,
            1100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1406,
        "Ver": "3.3",
        "Name": "赛飞儿",
        "Desc": "失落的盗寇之都多洛斯，三百侠盗纵情游戏，横行无忌。<br>捷足的贼星赛法利娅，戏弄「诡计」火种的黄金裔，奔走吧。愿你的谎言随风同行，吹遍此世大地——<br><i>「呵，还想诓我？没门！」</i>",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            140601,
            140602,
            140603,
            140604,
            140606,
            140607
        ],
        "Ranks": [
            140601,
            140602,
            140603,
            140604,
            140605,
            140606
        ],
        "Icon": "avatarshopicon/Avatar/1406",
        "Pic": "avatardrawcard/1406.png",
        "Mat": [
            115013,
            110436,
            110223,
            110507
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 509.355,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "王雅欣",
            "Shea Fairaday",
            "伊藤彩沙",
            "미소"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1409,
        "Ver": "3.3",
        "Name": "风堇",
        "Desc": "云间城邦随岁月离析，昏光庭院再度敞开门扉，为永夜捎来微光。<br>医师雅辛忒丝，守望「天空」火种的黄金裔。继承先祖的意志，缝补破裂的晨昏<br>——愿虹光洒落，仇怨消融，黎明重回大地。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Remembrance",
        "SP": 140.0,
        "Skills": [
            140901,
            140902,
            140903,
            140904,
            140906,
            140907
        ],
        "Ranks": [
            140901,
            140902,
            140903,
            140904,
            140905,
            140906
        ],
        "Icon": "avatarshopicon/Avatar/1409",
        "Pic": "avatardrawcard/1409.png",
        "Mat": [
            115003,
            110425,
            110253,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 388.08,
            "DEF": 630.63,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "静宸",
            "Holly Earl",
            "羊宮妃那",
            "김연우"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140904,
            1140901,
            1140903,
            1140905,
            1140906
        ],
        "Servant": {
            "_id": 11409,
            "Name": "小伊卡",
            "Icon": "servanticonteam/11409B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1405,
        "Ver": "3.2",
        "Name": "那刻夏",
        "Desc": "神悟树庭，滋养知识的学府，诞育哲人的摇床。<br>但渎神的阿那克萨戈拉斯，诘问「理性」火种的黄金裔，试问：你甘愿身负恶名，也要违逆预言，将怀疑的枝杈刺入智慧的圣树？<br>——<i>「可笑。这世界遍地虚假，唯有我才是真实。」</i>",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            140501,
            140502,
            140503,
            140504,
            140506,
            140507
        ],
        "Ranks": [
            140501,
            140502,
            140503,
            140504,
            140505,
            140506
        ],
        "Icon": "avatarshopicon/Avatar/1405",
        "Pic": "avatardrawcard/1405.png",
        "Mat": [
            115013,
            110425,
            110203,
            110505
        ],
        "Stats": {
            "HP": 970.2,
            "ATK": 756.756,
            "DEF": 557.865,
            "SPD": 97.0,
            "Aggro": 75.0
        },
        "CV": [
            "钱文青",
            "Stephen Fu",
            "内田雄馬",
            "이상준"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1407,
        "Ver": "3.2",
        "Name": "遐蝶",
        "Desc": "那敬爱死亡的国度，终日飘雪的哀地里亚，今日已沉入甘甜的酣眠。<br>冥河的女儿遐蝶，寻索「死亡」火种的黄金裔，启程吧。呵护世间魂灵的恸哭，拥抱命运的孤独<br>——生死皆为旅途，当蝴蝶停落枝头，那凋零的又将新生。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Remembrance",
        "SP": 0,
        "Skills": [
            140701,
            140702,
            140709,
            140703,
            140704,
            140706,
            140707
        ],
        "Ranks": [
            140701,
            140702,
            140703,
            140704,
            140705,
            140706
        ],
        "Icon": "avatarshopicon/Avatar/1407",
        "Pic": "avatardrawcard/1407.png",
        "Mat": [
            115013,
            110436,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1629.936,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 95.0,
            "Aggro": 100.0
        },
        "CV": [
            "阮从青",
            "Melody Muze",
            "斎藤千和",
            "이세레나"
        ],
        "Camp": 116,
        "ExtraSkills": [
            2140704,
            140703,
            1140701,
            1140702,
            1140703,
            1140705,
            1140706,
            1140710,
            1140711,
            1140712
        ],
        "Servant": {
            "_id": 11407,
            "Name": "死龙 · 玻吕刻斯",
            "Icon": "servanticonteam/11407B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1403,
        "Ver": "3.1",
        "Name": "缇宝",
        "Desc": "自那三相神谕垂怜的圣地，信使分作千身，启程远行。<br>雅努萨波利斯的圣女，缇里西庇俄丝，窃夺「门径」火种的黄金裔，为众生奔走，令救世的讯息晓喻大地<br>——找寻那流淌黄金神血的人子，冲破世间至暗，去往星月满天的明日。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            140301,
            140302,
            140303,
            140304,
            140306,
            140307
        ],
        "Ranks": [
            140301,
            140302,
            140303,
            140304,
            140305,
            140306
        ],
        "Icon": "avatarshopicon/Avatar/1403",
        "Pic": "avatardrawcard/1403.png",
        "Mat": [
            115003,
            110436,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 523.908,
            "DEF": 727.65,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "蔡书瑾",
            "Hayden Daviau",
            "遠野ひかる",
            "방연지"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1404,
        "Ver": "3.1",
        "Name": "万敌",
        "Desc": "那沉入迷雾的悬锋，纷乱与战争之城！它的王室流着弑亲的血脉，它的神明以灾厄为名。<br>不死的迈德漠斯，离群的狮子，逐猎「纷争」火种的黄金裔。忍受万死，浴血还乡，孤身背负疯狂的宿命<br>——弑王成王，弑神登神。征战的铁蹄踏遍荒野，终归要沾上故乡的血。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 160.0,
        "Skills": [
            140401,
            140402,
            140403,
            140404,
            140406,
            140407,
            140409,
            140411
        ],
        "Ranks": [
            140401,
            140402,
            140403,
            140404,
            140405,
            140406
        ],
        "Icon": "avatarshopicon/Avatar/1404",
        "Pic": "avatardrawcard/1404.png",
        "Mat": [
            115003,
            110437,
            110183,
            110506
        ],
        "Stats": {
            "HP": 1552.32,
            "ATK": 426.888,
            "DEF": 194.04,
            "SPD": 95.0,
            "Aggro": 125.0
        },
        "CV": [
            "赵成晨",
            "Gabriel Warburton",
            "阿座上洋平",
            "안효민"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1401,
        "Ver": "3.0",
        "Name": "大黑塔",
        "Desc": "尊贵的「天才俱乐部」#83，人类，女性，年轻，貌美，可爱。<br>传说她隐居在银河边境，几乎不踏出其间，想必此次现身——<br>一定是为了某个不得不亲自出马的问题吧？",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 220.0,
        "Skills": [
            140101,
            140102,
            140103,
            140104,
            140106,
            140107,
            140109
        ],
        "Ranks": [
            140101,
            140102,
            140103,
            140104,
            140105,
            140106
        ],
        "Icon": "avatarshopicon/Avatar/1401",
        "Pic": "avatardrawcard/1401.png",
        "Mat": [
            111003,
            110423,
            110203,
            110506
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1402,
        "Ver": "3.0",
        "Name": "阿格莱雅",
        "Desc": "在那黎明照拂的圣城，织者抚弄金丝，连缀命运。<br>背负「浪漫」火种的黄金裔，召集世间英雄，带领他们再度踏上漫长的征程<br>——击落众神，归还神火，予以几近覆灭的翁法罗斯新生。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Remembrance",
        "SP": 350.0,
        "Skills": [
            140201,
            140202,
            140203,
            140204,
            140206,
            140207,
            140209,
            140208
        ],
        "Ranks": [
            140201,
            140202,
            140203,
            140204,
            140205,
            140206
        ],
        "Icon": "avatarshopicon/Avatar/1402",
        "Pic": "avatardrawcard/1402.png",
        "Mat": [
            115003,
            110424,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "楚越",
            "Morgan Lauré",
            "遠藤綾",
            "오로아"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140204,
            1140201,
            1140203,
            1140205,
            1140206
        ],
        "Servant": {
            "_id": 11402,
            "Name": "衣匠",
            "Icon": "servanticonteam/11402B.png",
            "Aggro": 125.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 8007,
        "Ver": "3.0",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800701,
            800702,
            800703,
            800704,
            800706,
            800707,
            800709
        ],
        "Ranks": [
            800701,
            800702,
            800703,
            800704,
            800705,
            800706
        ],
        "Icon": "avatarshopicon/Avatar/8007",
        "Pic": "avatardrawcard/8007.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "迷迷",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 8008,
        "Ver": "3.0",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800801,
            800802,
            800803,
            800804,
            800806,
            800807,
            800809
        ],
        "Ranks": [
            800801,
            800802,
            800803,
            800804,
            800805,
            800806
        ],
        "Icon": "avatarshopicon/Avatar/8008",
        "Pic": "avatardrawcard/8008.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "迷迷",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1225,
        "Ver": "2.7",
        "Name": "忘归人",
        "Desc": "八面玲珑的狐人少女，样貌、名字、身份皆被人夺去。<br>命运为她留下一线生机，而「毁灭」的烙印仍在蠢蠢欲动。<br>历经生死、重获新生的忘归人，何时才能返乡？",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            122501,
            122508,
            122502,
            122503,
            122504,
            122506,
            122507
        ],
        "Ranks": [
            122501,
            122502,
            122503,
            122504,
            122505,
            122506
        ],
        "Icon": "avatarshopicon/Avatar/1225",
        "Pic": "avatardrawcard/1225.png",
        "Mat": [
            113003,
            110412,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 582.12,
            "DEF": 557.865,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1313,
        "Ver": "2.7",
        "Name": "星期日",
        "Desc": "「秩序」的美梦已然消散，但仍有人不会放下初愿。<br>——折翼坠地的旅人，他的脚步将迈向何方？",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            131301,
            131302,
            131303,
            131304,
            131306,
            131307
        ],
        "Ranks": [
            131301,
            131302,
            131303,
            131304,
            131305,
            131306
        ],
        "Icon": "avatarshopicon/Avatar/1313",
        "Pic": "avatardrawcard/1313.png",
        "Mat": [
            114013,
            110427,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 640.332,
            "DEF": 533.61,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐翔",
            "Griffin Puatu",
            "大塚剛央",
            "강성우"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1317,
        "Ver": "2.6",
        "Name": "乱破",
        "Desc": "如丑时三刻的闪光弹一般现身在匹诺康尼，以忍者自居，将世间一切归因于「忍法」的奇妙少女。<br>贯彻吟诵忍 · 真言、绘制缭乱 · 忍符、修习忍 · 法帖的「忍 · 道」——即说唱，涂鸦，漫画——苦炼自身意志，驰骋星间行侠仗义。<br>身为「巡海游侠」的一员，始终追猎着名为「御猿 · 邪忍」的恶党，直至银河尽头。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131701,
            131702,
            131703,
            131704,
            131706,
            131707,
            131708,
            131710,
            131712,
            131718
        ],
        "Ranks": [
            131701,
            131702,
            131703,
            131704,
            131705,
            131706
        ],
        "Icon": "avatarshopicon/Avatar/1317",
        "Pic": "avatardrawcard/1317.png",
        "Mat": [
            114003,
            110427,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 717.948,
            "DEF": 460.845,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "金娜",
            "Kendell Byrd",
            "潘めぐみ",
            "김유림"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1220,
        "Ver": "2.5",
        "Name": "飞霄",
        "Desc": "仙舟「曜青」的天击将军，帝弓七天将之一，为人不拘一格，率直潇洒。<br>精通百般武艺，炼化躯体至极致，享有「大捷将军」美名，深受仙舟军民爱戴。<br>但身负「月狂」之症，如要在时限内猎尽孽物——飞霄唯一的敌手，便是自己。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 12.0,
        "Skills": [
            122001,
            122002,
            122003,
            122004,
            122006,
            122007,
            122008,
            122009,
            122014
        ],
        "Ranks": [
            122001,
            122002,
            122003,
            122004,
            122005,
            122006
        ],
        "Icon": "avatarshopicon/Avatar/1220",
        "Pic": "avatardrawcard/1220.png",
        "Mat": [
            113013,
            110425,
            110193,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 601.524,
            "DEF": 388.08,
            "SPD": 112.0,
            "Aggro": 75.0
        },
        "CV": [
            "叶知秋",
            "Anairis Quinones",
            "小松未可子",
            "손정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1222,
        "Ver": "2.5",
        "Name": "灵砂",
        "Desc": "仙舟「罗浮」丹鼎司新任司鼎，伶俐秀慧的持明医士。<br>嗅觉敏锐，常以此识别病症，并以香薰安定他人心神。<br>善于处理混杂的人际关系，即使心底暴躁如雷，表面上依旧滴水不漏。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            122201,
            122202,
            122203,
            122204,
            122206,
            122207
        ],
        "Ranks": [
            122201,
            122202,
            122203,
            122204,
            122205,
            122206
        ],
        "Icon": "avatarshopicon/Avatar/1222",
        "Pic": "avatardrawcard/1222.png",
        "Mat": [
            113003,
            110422,
            110243,
            110506
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 436.59,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "饶梓君",
            "Whitney Holland",
            "前田佳織里",
            "장예나"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1223,
        "Ver": "2.5",
        "Name": "貊泽",
        "Desc": "仙舟「曜青」的影卫，沉默寡言、独来独往。<br>专司情报与不见光的事务，鲜少在人前露面。貊泽显露锋芒时，便是敌人的死期。<br>刺杀手段丰富，对整洁和条理有超乎寻常的执着。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            122301,
            122302,
            122303,
            122304,
            122306,
            122307
        ],
        "Ranks": [
            122301,
            122302,
            122303,
            122304,
            122305,
            122306
        ],
        "Icon": "avatarshopicon/Avatar/1223",
        "Pic": "avatardrawcard/1223.png",
        "Mat": [
            113013,
            110424,
            110193,
            110506
        ],
        "Stats": {
            "HP": 811.44,
            "ATK": 599.76,
            "DEF": 352.8,
            "SPD": 111.0,
            "Aggro": 75.0
        },
        "CV": [
            "黄进泽",
            "Ben Balmaceda",
            "坂田将吾",
            "최현식"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1218,
        "Ver": "2.4",
        "Name": "椒丘",
        "Desc": "仙舟「曜青」的狐人医士、策士，常以笑脸迎人，实际颇有心计。<br>出身于丹鼎司名家，曾一度心死避世，不再行医，后为医治「天击将军」飞霄再度出山。<br>精于医食同源的丹方研究，尤其是能带给人痛感的辣味食物，发明了名为「九宫格」的鼎镬药式。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 100.0,
        "Skills": [
            121801,
            121802,
            121803,
            121804,
            121806,
            121807
        ],
        "Ranks": [
            121801,
            121802,
            121803,
            121804,
            121805,
            121806
        ],
        "Icon": "avatarshopicon/Avatar/1218",
        "Pic": "avatardrawcard/1218.png",
        "Mat": [
            113003,
            110422,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈张太康",
            "Mark Whitten",
            "豊永利行",
            "이정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1224,
        "Ver": "2.4",
        "Name": "三月七",
        "Desc": "换上仙舟服饰的三月七，执剑的武侠少女。<br>向云璃与彦卿拜师学艺，为在仙舟留下更多美好的「回忆」而跃跃欲试。",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 110.0,
        "Skills": [
            122401,
            122408,
            122402,
            122403,
            122404,
            122406,
            122407
        ],
        "Ranks": [
            122401,
            122402,
            122403,
            122404,
            122405,
            122406
        ],
        "Icon": "avatarshopicon/Avatar/1224",
        "Pic": "avatardrawcard/1224.png",
        "Mat": [
            111013,
            110403,
            110193,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 564.48,
            "DEF": 441.0,
            "SPD": 102.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 12210,
        "Name": "云璃",
        "Skills": [
            {
                "Name": "落日时起舞",
                "DescList": [
                    "``沉酣`",
                    "使装备者受到攻击的概率大幅提高，暴击伤害提高 @36%# / @42%# / @48%# / @54%# / @60%# 。当装备者施放终结技后，获得 ``1` 层【火舞】，持续 ``2` 回合，最多叠加 ``2` 层。每层【火舞】使装备者追加攻击造成的伤害提高 @36%# / @42%# / @48%# / @54%# / @60%# 。"
                ],
                "Tag": "光锥"
            },
            0,
            {
                "Name": "翻风转日",
                "DescList": [
                    "对指定敌方单体造成等同于云璃 @100%# 攻击力的物理属性伤害。"
                ],
                "Tag": "普攻 Lv6"
            },
            {
                "Name": "飞铗震赫",
                "DescList": [
                    "回复等同于云璃 @30%# 攻击力+ @200# 的生命值，并对指定敌方单体造成等同于云璃 @120%# 攻击力的物理属性伤害，对其相邻目标造成等同于云璃 @60%# 攻击力的物理属性伤害。"
                ],
                "Tag": "战技 Lv10"
            },
            {
                "Name": "剑为地纪，刃惊天宗",
                "DescList": [
                    "消耗 ``120` 点能量，云璃获得【格挡】并使敌方全体陷入嘲讽状态，持续至下一个我方或敌方回合结束时。并使云璃下一次反击造成的暴击伤害提高 ``100%` 。触发天赋的反击效果时，将替换为发动反击【勘破•灭】同时移除【格挡】效果。若【格挡】状态期间没有触发反击，状态结束时云璃立即对随机敌方目标发动反击【勘破•斩】。 ",
                    "【勘破•斩】：对目标造成等同于云璃 @220%# 攻击力的物理属性伤害，对其相邻目标造成等同于云璃 @110%# 攻击力的物理属性伤害。",
                    "【勘破•灭】：对目标造成等同于云璃 @220%# 攻击力的物理属性伤害，对其相邻目标造成等同于云璃 @110%# 攻击力的物理属性伤害，随后额外造成 ``6` 次伤害，每次伤害对随机敌方单体造成等同于云璃 @72%# 攻击力的物理伤害。",
                    "云璃通过此技能造成伤害时，被视为造成了终结技伤害。",
                    "能量上限：``240`"
                ],
                "Tag": "终结技 Lv10"
            },
            {
                "Name": "闪铄",
                "DescList": [
                    "当云璃受到敌方目标攻击后，额外恢复 ``15` 点能量，并立即向攻击者发起反击，对其造成等同于云璃 @120%# 攻击力的物理属性伤害，对其相邻目标造成等同于云璃 @60%# 攻击力的物理属性伤害。",
                    "若不存在可反击的目标，则反击敌方随机目标。"
                ],
                "Tag": "天赋"
            },
            {
                "Name": "后发先至",
                "Desc": "使自身获得【招架】效果，持续 ``20` 秒，期间攻击敌人或受到攻击进入战斗后，立即对随机敌方单体施放【勘破•灭】，并使本次攻击造成的伤害提高 ``80%` 。",
                "Tag": "秘技"
            },
            0,
            {
                "Name": "属性强化",
                "DescList": [
                    "攻击力 ``28%`",
                    "生命值 ``18%`",
                    "暴击率 ``6.7%`"
                ]
            },
            {
                "Name": "灼毂",
                "DescList": [
                    "每发动1次【勘破•斩】后，下一次【勘破•斩】将替换为【勘破•灭】。"
                ],
                "Tag": "行迹"
            },
            {
                "Name": "却邪",
                "DescList": [
                    "【格挡】状态下抵抗受到的控制类负面效果，并使受到的伤害降低 @20%# 。"
                ],
                "Tag": "行迹"
            },
            {
                "Name": "真刚",
                "DescList": [
                    "施放反击时，云璃的攻击力提高 @30%# ，持续 ``1` 回合。"
                ],
                "Tag": "行迹"
            },
            0,
            {
                "Name": "沉锋离垢",
                "Desc": "【勘破•斩】与【勘破•灭】造成的伤害提高 @20%# ，【勘破•灭】的额外伤害次数增加 ``3` 次。",
                "Tag": "星魂 1"
            },
            {
                "Name": "初芒破生",
                "Desc": "发动反击造成伤害时无视敌方目标 @20%# 的防御力。",
                "Tag": "星魂 2"
            },
            {
                "Name": "登楼",
                "Desc": "终结技等级+2，最多不超过 @15# 级；普攻等级+1，最多不超过 @10# 级。",
                "Tag": "星魂 3"
            },
            {
                "Name": "大匠击橐",
                "Desc": "发动【勘破•斩】或【勘破•灭】后使自身效果抵抗提高 @50%# ，持续 ``1` 回合。",
                "Tag": "星魂 4"
            },
            {
                "Name": "恒兵匪石",
                "Desc": "战技等级+2，最多不超过 @15# 级；天赋等级+2，最多不超过 @15# 级。",
                "Tag": "星魂 5"
            },
            {
                "Name": "剑胆琴心",
                "Desc": "【格挡】状态期间，敌方主动施放技能时无论是否攻击云璃，都会触发【勘破•灭】同时移除【格挡】效果，发动【勘破•斩】或【勘破•灭】造成伤害时暴击率提高 @15%# ，物理属性抗性穿透提高 @20%# 。",
                "Tag": "星魂 6"
            }
        ],
        "SP": 240.0,
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "Mats": [
            [
                {
                    "ID": 113011,
                    "Num": 56
                },
                {
                    "ID": 113012,
                    "Num": 71
                },
                {
                    "ID": 113013,
                    "Num": 73
                }
            ],
            [
                {
                    "ID": 110421,
                    "Num": 65
                }
            ],
            [
                {
                    "ID": 110181,
                    "Num": 18
                },
                {
                    "ID": 110182,
                    "Num": 69
                },
                {
                    "ID": 110183,
                    "Num": 139
                }
            ],
            [
                {
                    "ID": 110503,
                    "Num": 12
                }
            ]
        ],
        "Desc": "网站@功能测试#样本",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Ver": "2.4",
        "Add": true
    },
    {
        "_id": 1310,
        "Ver": "2.3",
        "Name": "流萤",
        "Desc": "星核猎手成员，身着机械装甲「萨姆」战斗。忠于任务，性格坚强。<br>作为战胜虫群的兵器而诞生，其生长速度异于常人，但生命非常短暂。<br>为了找寻「生」的机会而加入星核猎手，找寻违抗命运的方式。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            131001,
            131002,
            131003,
            131004,
            131006,
            131007,
            131009,
            131008
        ],
        "Ranks": [
            131001,
            131002,
            131003,
            131004,
            131005,
            131006
        ],
        "Icon": "avatarshopicon/Avatar/1310",
        "Pic": "avatardrawcard/1310.png",
        "Mat": [
            114013,
            110422,
            110183,
            110505
        ],
        "Stats": {
            "HP": 814.968,
            "ATK": 523.908,
            "DEF": 776.16,
            "SPD": 104.0,
            "Aggro": 125.0
        },
        "CV": [
            "宋媛媛&淦子齐",
            "Analesa Fisher & Adin Rudd",
            "楠木ともり&笠間淳",
            "유혜지&장서화"
        ],
        "Camp": 101,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1314,
        "Ver": "2.3",
        "Name": "翡翠",
        "Desc": "星际和平公司「战略投资部」的高级干部，「石心十人」之一，基石为「典贷翡翠」。<br>冷艳优雅的放贷人，善于洞悉人心，有着名为「慈玉典押」的个人爱好。<br>愿意为获取高价值的事物耐心等待，也擅长从看似一无所有的客户身上榨取价值。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131401,
            131402,
            131403,
            131404,
            131406,
            131407
        ],
        "Ranks": [
            131401,
            131402,
            131403,
            131404,
            131405,
            131406
        ],
        "Icon": "avatarshopicon/Avatar/1314",
        "Pic": "avatardrawcard/1314.png",
        "Mat": [
            114003,
            110426,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 509.355,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "张若瑜",
            "Faye Mata",
            "三石琴乃",
            "김순미"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1309,
        "Ver": "2.2",
        "Name": "知更鸟",
        "Desc": "出生于匹诺康尼，闻名银河的天环族歌者，举止从容优雅的少女。<br>此次受家族宴请回到故乡，在「谐乐大典」为众宾献歌一曲。<br>可以依靠「同谐」的力量传递歌声，在歌迷乃至万界生灵之中展现「共鸣」。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 160.0,
        "Skills": [
            130901,
            130902,
            130903,
            130904,
            130906,
            130907
        ],
        "Ranks": [
            130901,
            130902,
            130903,
            130904,
            130905,
            130906
        ],
        "Icon": "avatarshopicon/Avatar/1309",
        "Pic": "avatardrawcard/1309.png",
        "Mat": [
            114003,
            110421,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 640.332,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "钱琛 / 歌：Chevy",
            "Alice Himora / <br>Song vocals: Chevy",
            "名塚佳織 / 歌：Chevy",
            "신온유/ 노래: Chevy"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1315,
        "Ver": "2.2",
        "Name": "波提欧",
        "Desc": "浪迹银河的改造人牛仔，极度乐观、放荡不羁。<br>身为「巡海游侠」的一员，为惩奸除恶，可以无所不用其极——<br>高调行事的背后，渴望以此引起复仇对象「星际和平公司」的注意。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 115.0,
        "Skills": [
            131501,
            131508,
            131502,
            131503,
            131504,
            131506,
            131507
        ],
        "Ranks": [
            131501,
            131502,
            131503,
            131504,
            131505,
            131506
        ],
        "Icon": "avatarshopicon/Avatar/1315",
        "Pic": "avatardrawcard/1315.png",
        "Mat": [
            114013,
            110421,
            110193,
            110505
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 436.59,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "彭博",
            "Andrew Russell",
            "小西克幸",
            "김단"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8005,
        "Ver": "2.2",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800501,
            800502,
            800503,
            800504,
            800506,
            800507
        ],
        "Ranks": [
            800501,
            800502,
            800503,
            800504,
            800505,
            800506
        ],
        "Icon": "avatarshopicon/Avatar/8005",
        "Pic": "avatardrawcard/8005.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8006,
        "Ver": "2.2",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800601,
            800602,
            800603,
            800604,
            800606,
            800607
        ],
        "Ranks": [
            800601,
            800602,
            800603,
            800604,
            800605,
            800606
        ],
        "Icon": "avatarshopicon/Avatar/8006",
        "Pic": "avatardrawcard/8006.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1301,
        "Ver": "2.1",
        "Name": "加拉赫",
        "Desc": "匹诺康尼猎犬家系的治安官，对来访宾客以礼相待，但保有戒心。似乎有着诸多往事，却从不主动提及。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            130101,
            130108,
            130102,
            130103,
            130104,
            130106,
            130107
        ],
        "Ranks": [
            130101,
            130102,
            130103,
            130104,
            130105,
            130106
        ],
        "Icon": "avatarshopicon/Avatar/1301",
        "Pic": "avatardrawcard/1301.png",
        "Mat": [
            114003,
            110422,
            110243,
            110504
        ],
        "Stats": {
            "HP": 1305.36,
            "ATK": 529.2,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "马语非",
            "Erik Braa",
            "三上哲",
            "박상훈"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1304,
        "Ver": "2.1",
        "Name": "砂金",
        "Desc": "星际和平公司「战略投资部」的高层成员。<br>风险爱好者，常面带笑容，真心却难以揣测。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Preservation",
        "SP": 110.0,
        "Skills": [
            130401,
            130402,
            130403,
            130404,
            130406,
            130407
        ],
        "Ranks": [
            130401,
            130402,
            130403,
            130404,
            130405,
            130406
        ],
        "Icon": "avatarshopicon/Avatar/1304",
        "Pic": "avatardrawcard/1304.png",
        "Mat": [
            114013,
            110417,
            110213,
            110504
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 446.292,
            "DEF": 654.885,
            "SPD": 106.0,
            "Aggro": 150.0
        },
        "CV": [
            "杨超然",
            "Camden Sutkowski",
            "河西健吾",
            "박준원"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1308,
        "Ver": "2.1",
        "Name": "黄泉",
        "Desc": "自称「巡海游侠」的旅人，本名不详。<br>身佩一柄长刀，独行银河。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 9.0,
        "Skills": [
            130801,
            130802,
            130803,
            130804,
            130814,
            130815,
            130816,
            130817,
            130806,
            130807
        ],
        "Ranks": [
            130801,
            130802,
            130803,
            130804,
            130805,
            130806
        ],
        "Icon": "avatarshopicon/Avatar/1308",
        "Pic": "avatardrawcard/1308.png",
        "Mat": [
            114003,
            110414,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 698.544,
            "DEF": 436.59,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "菊花花",
            "Allegra Clark",
            "沢城みゆき",
            "박지윤"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1306,
        "Ver": "2.0",
        "Name": "花火",
        "Desc": "「假面愚者」的成员之一，难以捉摸，不择手段。<br>危险的戏剧大师，沉迷于扮演，身怀千张假面，能化万种面相。<br>财富、地位、权力…于花火而言都不重要，能让她出手的，唯有「乐趣」。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 110.0,
        "Skills": [
            130601,
            130602,
            130603,
            130604,
            130606,
            130607
        ],
        "Ranks": [
            130601,
            130602,
            130603,
            130604,
            130605,
            130606
        ],
        "Icon": "avatarshopicon/Avatar/1306",
        "Pic": "avatardrawcard/1306.png",
        "Mat": [
            114013,
            110426,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵爽",
            "Lizzie Freeman",
            "上田麗奈",
            "성예원"
        ],
        "Camp": 110,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1307,
        "Ver": "2.0",
        "Name": "黑天鹅",
        "Desc": "流光忆庭的忆者，慵懒神秘的占卜师。<br>耐心聆听他人「记忆」，诸般命运尽在掌握。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            130701,
            130702,
            130703,
            130704,
            130706,
            130707
        ],
        "Ranks": [
            130701,
            130702,
            130703,
            130704,
            130705,
            130706
        ],
        "Icon": "avatarshopicon/Avatar/1307",
        "Pic": "avatardrawcard/1307.png",
        "Mat": [
            111003,
            110415,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "杨梦露",
            "Arryn Zech",
            "生天目仁美",
            "김하영"
        ],
        "Camp": 109,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1312,
        "Ver": "2.0",
        "Name": "米沙",
        "Desc": "匹诺康尼酒店的门童侍应，乖巧懂事的小男孩。<br>对无名客抱有极大憧憬，梦想有朝一日自己也能踏上旅途。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 100.0,
        "Skills": [
            131201,
            131202,
            131203,
            131204,
            131206,
            131207
        ],
        "Ranks": [
            131201,
            131202,
            131203,
            131204,
            131205,
            131206
        ],
        "Icon": "avatarshopicon/Avatar/1312",
        "Pic": "avatardrawcard/1312.png",
        "Mat": [
            114003,
            110423,
            110183,
            110504
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "柳知萧",
            "Cat Protano",
            "松井恵理子",
            "박신희"
        ],
        "Camp": 108,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1214,
        "Ver": "1.6",
        "Name": "雪衣",
        "Desc": "仙舟「罗浮」上监察生死的机构「十王司」的判官。<br>早已身死道消多年，借偃偶身躯「还阳」，履行使命。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            121401,
            121402,
            121403,
            121404,
            121406,
            121407
        ],
        "Ranks": [
            121401,
            121402,
            121403,
            121404,
            121405,
            121406
        ],
        "Icon": "avatarshopicon/Avatar/1214",
        "Pic": "avatardrawcard/1214.png",
        "Mat": [
            111003,
            110416,
            110113,
            110504
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 103.0,
            "Aggro": 125.0
        },
        "CV": [
            "溯浔",
            "Jenny Yokobori",
            "河瀬茉希",
            "박리나"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1303,
        "Ver": "1.6",
        "Name": "阮 · 梅",
        "Desc": "天才俱乐部会员，生命科学领域专家，与黑塔等人联手研发模拟宇宙。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            130301,
            130302,
            130303,
            130304,
            130306,
            130307
        ],
        "Ranks": [
            130301,
            130302,
            130303,
            130304,
            130305,
            130306
        ],
        "Icon": "avatarshopicon/Avatar/1303",
        "Pic": "avatardrawcard/1303.png",
        "Mat": [
            113003,
            110413,
            110163,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 104.0,
            "Aggro": 100.0
        },
        "CV": [
            "张文钰",
            "Emi Lo",
            "大西沙織",
            "윤여진"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1305,
        "Ver": "1.6",
        "Name": "真理医生",
        "Desc": "博识学会学者。<br>性情古怪、言辞刻薄却又风度翩翩。<br>奇异石膏头雕下的面容似乎出人意料的俊美。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            130501,
            130502,
            130503,
            130504,
            130506,
            130507
        ],
        "Ranks": [
            130501,
            130502,
            130503,
            130504,
            130505,
            130506
        ],
        "Icon": "avatarshopicon/Avatar/1305",
        "Pic": "avatardrawcard/1305.png",
        "Mat": [
            111013,
            110417,
            110123,
            110504
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 776.16,
            "DEF": 460.845,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "桑毓泽",
            "Jordan Paul Haro",
            "武内駿輔",
            "이동훈"
        ],
        "Camp": 107,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1215,
        "Ver": "1.5",
        "Name": "寒鸦",
        "Desc": "仙舟「罗浮」十王司的判官之一。<br>受命十王，执掌冥谶天笔，读取罪业种种，并下达业报判罚。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            121501,
            121502,
            121503,
            121504,
            121506,
            121507
        ],
        "Ranks": [
            121501,
            121502,
            121503,
            121504,
            121505,
            121506
        ],
        "Icon": "avatarshopicon/Avatar/1215",
        "Pic": "avatardrawcard/1215.png",
        "Mat": [
            113013,
            110411,
            110163,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 352.8,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "张雨曦",
            "Suzie Yeung",
            "鈴代紗弓",
            "윤은서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1217,
        "Ver": "1.5",
        "Name": "藿藿",
        "Desc": "仙舟罗浮的十王司见习判官，被岁阳附身的狐人小女孩。<br>性格怯懦，弱小可怜，害怕种种怪异之事却肩负起勾摄邪魔的职责。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Abundance",
        "SP": 140.0,
        "Skills": [
            121701,
            121702,
            121703,
            121704,
            121706,
            121707
        ],
        "Ranks": [
            121701,
            121702,
            121703,
            121704,
            121705,
            121706
        ],
        "Icon": "avatarshopicon/Avatar/1217",
        "Pic": "avatardrawcard/1217.png",
        "Mat": [
            113003,
            110415,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "葛子瑞&刘北辰",
            "Megan Shipman & Aaron Veach",
            "長縄まりあ&平林剛",
            "김채린&한복현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1302,
        "Ver": "1.5",
        "Name": "银枝",
        "Desc": "「纯美骑士团」的古典骑士，虔诚地仰慕着已失踪的「纯美」星神伊德莉拉。<br>为人正直、光明磊落，于宇宙中漫游，宣扬伊德莉拉的美名。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Erudition",
        "SP": 180.0,
        "Skills": [
            130201,
            130202,
            130203,
            130204,
            130206,
            130207,
            130214
        ],
        "Ranks": [
            130201,
            130202,
            130203,
            130204,
            130205,
            130206
        ],
        "Icon": "avatarshopicon/Avatar/1302",
        "Pic": "avatardrawcard/1302.png",
        "Mat": [
            111003,
            110411,
            110133,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 737.352,
            "DEF": 363.825,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "梁达伟",
            "Talon Warburton",
            "立花慎之介",
            "최승훈"
        ],
        "Camp": 106,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1112,
        "Ver": "1.4",
        "Name": "托帕&账账",
        "Desc": "星际和平公司旗下「战略投资部」高级干部托帕，领导特殊债务纠察小组。<br>年纪轻轻便已成为「石心十人」之一，基石为「催讨黄玉」。<br>搭档次元扑满「账账」则能敏锐感知「财富」所在，即便是安保、催债、精算等工作也不在话下。<br>如今他们正一同巡行银河，追究各类影响公司业务开展的债务纠纷。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Hunt",
        "SP": 130.0,
        "Skills": [
            111201,
            111202,
            111203,
            111204,
            111206,
            111207
        ],
        "Ranks": [
            111201,
            111202,
            111203,
            111204,
            111205,
            111206
        ],
        "Icon": "avatarshopicon/Avatar/1112",
        "Pic": "avatardrawcard/1112.png",
        "Mat": [
            112003,
            110412,
            110123,
            110503
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 620.928,
            "DEF": 412.335,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "陆敏悦",
            "Sam Slade",
            "南條愛乃",
            "방시우"
        ],
        "Camp": 105,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1210,
        "Ver": "1.4",
        "Name": "桂乃芬",
        "Desc": "客居仙舟「罗浮」的行为艺术家——或者说，街头艺人。<br>在三餐温饱之余，追逐着自己在罗浮的新生活。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            121001,
            121002,
            121003,
            121004,
            121006,
            121007
        ],
        "Ranks": [
            121001,
            121002,
            121003,
            121004,
            121005,
            121006
        ],
        "Icon": "avatarshopicon/Avatar/1210",
        "Pic": "avatardrawcard/1210.png",
        "Mat": [
            113013,
            110412,
            110153,
            110503
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 582.12,
            "DEF": 441.0,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "小敢",
            "Morgan Lauré",
            "直田姫奈",
            "김수영"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1212,
        "Ver": "1.4",
        "Name": "镜流",
        "Desc": "曾经的罗浮剑首，云骑军不败盛名的缔造者。<br>而今其名字已被抹去，成为行走于魔阴身边缘的仙舟叛徒。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121201,
            121209,
            121202,
            121203,
            121204,
            121206,
            121207
        ],
        "Ranks": [
            121201,
            121202,
            121203,
            121204,
            121205,
            121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "杜冥鸦",
            "AmaLee",
            "桑島法子",
            "박이서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1110,
        "Ver": "1.3",
        "Name": "玲可",
        "Desc": "贝洛伯格的雪原探险家，朗道家的小妹妹。<br>性格淡定，行动力极强。常常孤身前往雪原探险。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            111001,
            111002,
            111003,
            111004,
            111006,
            111007
        ],
        "Ranks": [
            111001,
            111002,
            111003,
            111004,
            111005,
            111006
        ],
        "Icon": "avatarshopicon/Avatar/1110",
        "Pic": "avatardrawcard/1110.png",
        "Mat": [
            111003,
            110416,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 493.92,
            "DEF": 551.25,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "米糊",
            "Risa Mei",
            "照井春佳",
            "이은조"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1208,
        "Ver": "1.3",
        "Name": "符玄",
        "Desc": "仙舟「罗浮」太卜司之首。<br>凭借第三眼与穷观阵为仙舟占算航路，预卜事务吉凶。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Preservation",
        "SP": 135.0,
        "Skills": [
            120801,
            120802,
            120803,
            120804,
            120806,
            120807
        ],
        "Ranks": [
            120801,
            120802,
            120803,
            120804,
            120805,
            120806
        ],
        "Icon": "avatarshopicon/Avatar/1208",
        "Pic": "avatardrawcard/1208.png",
        "Mat": [
            113013,
            110416,
            110143,
            110503
        ],
        "Stats": {
            "HP": 1474.704,
            "ATK": 465.696,
            "DEF": 606.375,
            "SPD": 100.0,
            "Aggro": 150.0
        },
        "CV": [
            "花玲",
            "Sarah Wiedenheft",
            "伊藤美来",
            "이지현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1213,
        "Ver": "1.3",
        "Name": "丹恒 · 饮月",
        "Desc": "丹恒身为持明族的本相，其上一世「饮月君」所遗存的力量。<br>接受了额顶的峥嵘角冠，就要接受那罪人所立的一切功过。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121301,
            121308,
            121310,
            121312,
            121302,
            121303,
            121304,
            121306,
            121307,
            121309
        ],
        "Ranks": [
            121301,
            121302,
            121303,
            121304,
            121305,
            121306
        ],
        "Icon": "avatarshopicon/Avatar/1213",
        "Pic": "avatardrawcard/1213.png",
        "Mat": [
            113003,
            110417,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 363.825,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1005,
        "Ver": "1.2",
        "Name": "卡芙卡",
        "Desc": "「星核猎手」的成员，潇洒从容的职业装丽人。<br>利用言灵术，设计令开拓者吸收星核。<br>爱好是购买及整理大衣。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100501,
            100502,
            100503,
            100504,
            100506,
            100507
        ],
        "Ranks": [
            100501,
            100502,
            100503,
            100504,
            100505,
            100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐慧",
            "Cheryl Texiera",
            "伊藤静",
            "사문영"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1111,
        "Ver": "1.2",
        "Name": "卢卡",
        "Desc": "贝洛伯格下层区的冠军拳手，「地火」的得力干将之一。<br>搏击俱乐部的蝉联冠军，以自身的热情激励着下层区有梦想的孩子们。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            111101,
            111108,
            111102,
            111103,
            111104,
            111106,
            111107
        ],
        "Ranks": [
            111101,
            111102,
            111103,
            111104,
            111105,
            111106
        ],
        "Icon": "avatarshopicon/Avatar/1111",
        "Pic": "avatardrawcard/1111.png",
        "Mat": [
            112013,
            110401,
            110153,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 582.12,
            "DEF": 485.1,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "萧翟",
            "Howard Wang",
            "梶原岳人",
            "이주승"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1205,
        "Ver": "1.2",
        "Name": "刃",
        "Desc": "「星核猎手」的成员，弃身锋刃的剑客。<br>效忠于「命运的奴隶」，拥有可怖的自愈能力。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            120501,
            120508,
            120503,
            120506,
            120507,
            120502,
            120504
        ],
        "Ranks": [
            120501,
            120502,
            120503,
            120504,
            120505,
            120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘以嘉",
            "Daman Mills",
            "三木眞一郎",
            "곽윤상"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1006,
        "Ver": "1.1",
        "Name": "银狼",
        "Desc": "「星核猎手」的成员，骇客高手。<br>将宇宙视作大型沉浸式模拟游戏，玩乐其中。<br>掌握了能够修改现实数据的「以太编辑」。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            100601,
            100602,
            100603,
            100604,
            100606,
            100607
        ],
        "Ranks": [
            100601,
            100602,
            100603,
            100604,
            100605,
            100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "Hanser",
            "Melissa Fahn",
            "阿澄佳奈",
            "장미"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1203,
        "Ver": "1.1",
        "Name": "罗刹",
        "Desc": "随身携带着棺椁，自天之外海而来的化外行商。<br>医术精湛。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            120301,
            120302,
            120303,
            120304,
            120306,
            120307
        ],
        "Ranks": [
            120301,
            120302,
            120303,
            120304,
            120305,
            120306
        ],
        "Icon": "avatarshopicon/Avatar/1203",
        "Pic": "avatardrawcard/1203.png",
        "Mat": [
            113013,
            110407,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 756.756,
            "DEF": 363.825,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵路",
            "Craig Lee Thomas",
            "石田彰",
            "신용우"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1207,
        "Ver": "1.1",
        "Name": "驭空",
        "Desc": "仙舟「罗浮」天舶司的首领，久历战阵的飞行士与射手。<br>而今却陷于繁冗公务，难以抽身。",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120701,
            120702,
            120703,
            120704,
            120706,
            120707
        ],
        "Ranks": [
            120701,
            120702,
            120703,
            120704,
            120705,
            120706
        ],
        "Icon": "avatarshopicon/Avatar/1207",
        "Pic": "avatardrawcard/1207.png",
        "Mat": [
            113013,
            110407,
            110163,
            110501
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 599.76,
            "DEF": 374.85,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "钟可",
            "Dawn M. Bennett",
            "冬馬由美",
            "전숙경"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1001,
        "Ver": "1.0",
        "Name": "三月七",
        "Desc": "一度沉睡于恒冰，对过去一无所知的少女。<br>为了寻找身世的真相，选择与星穹列车同行。<br>目前为自己准备了约六十七种「身世故事」。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            100101,
            100102,
            100103,
            100104,
            100106,
            100107
        ],
        "Ranks": [
            100101,
            100102,
            100103,
            100104,
            100105,
            100106
        ],
        "Icon": "avatarshopicon/Avatar/1001",
        "Pic": "avatardrawcard/1001.png",
        "Mat": [
            111013,
            110403,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 511.56,
            "DEF": 573.3,
            "SPD": 101.0,
            "Aggro": 150.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1002,
        "Ver": "1.0",
        "Name": "丹恒",
        "Desc": "对自己的过去讳莫如深，清冷寡言的青年。<br>为了躲避血裔同族，选择与星穹列车同行。",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 100.0,
        "Skills": [
            100201,
            100202,
            100203,
            100204,
            100206,
            100207
        ],
        "Ranks": [
            100201,
            100202,
            100203,
            100204,
            100205,
            100206
        ],
        "Icon": "avatarshopicon/Avatar/1002",
        "Pic": "avatardrawcard/1002.png",
        "Mat": [
            111003,
            110405,
            110123,
            110501
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 546.84,
            "DEF": 396.9,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1003,
        "Ver": "1.0",
        "Name": "姬子",
        "Desc": "星穹列车的修复者。<br>为了见证广阔的星空，选择与星穹列车同行。<br>爱好是制作手调咖啡。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Erudition",
        "SP": 120.0,
        "Skills": [
            100301,
            100302,
            100303,
            100304,
            100306,
            100307
        ],
        "Ranks": [
            100301,
            100302,
            100303,
            100304,
            100305,
            100306
        ],
        "Icon": "avatarshopicon/Avatar/1003",
        "Pic": "avatardrawcard/1003.png",
        "Mat": [
            111003,
            110402,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 756.756,
            "DEF": 436.59,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "林簌",
            "Cia Court",
            "田中理恵",
            "김보나"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1004,
        "Ver": "1.0",
        "Name": "瓦尔特",
        "Desc": "老成持重的列车组前辈。<br>享受着久违的冒险奇遇，心底埋藏的热血再度燃烧。<br>偶尔还会将经历的冒险旅程画在本子里。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100401,
            100402,
            100403,
            100404,
            100406,
            100407
        ],
        "Ranks": [
            100401,
            100402,
            100403,
            100404,
            100405,
            100406
        ],
        "Icon": "avatarshopicon/Avatar/1004",
        "Pic": "avatardrawcard/1004.png",
        "Mat": [
            112003,
            110407,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 620.928,
            "DEF": 509.355,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "彭博",
            "Corey Landis",
            "細谷佳正",
            "한신"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1008,
        "Ver": "1.0",
        "Name": "阿兰",
        "Desc": "空间站「黑塔」的防卫科负责人。<br>不善言辞，希望保护珍视研究的人们顺利完成他们的研究。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            100801,
            100802,
            100803,
            100804,
            100806,
            100807
        ],
        "Ranks": [
            100801,
            100802,
            100803,
            100804,
            100805,
            100806
        ],
        "Icon": "avatarshopicon/Avatar/1008",
        "Pic": "avatardrawcard/1008.png",
        "Mat": [
            111003,
            110404,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1199.52,
            "ATK": 599.76,
            "DEF": 330.75,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "陶典",
            "Dani Chambers",
            "白石涼子",
            "김율"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1009,
        "Ver": "1.0",
        "Name": "艾丝妲",
        "Desc": "空间站「黑塔」的站长，出身名门的大小姐。<br>好奇心旺盛的天文研究者，擅长管理空间站各抒己见的科员。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            100901,
            100902,
            100903,
            100904,
            100906,
            100907
        ],
        "Ranks": [
            100901,
            100902,
            100903,
            100904,
            100905,
            100906
        ],
        "Icon": "avatarshopicon/Avatar/1009",
        "Pic": "avatardrawcard/1009.png",
        "Mat": [
            112003,
            110402,
            110163,
            110501
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 511.56,
            "DEF": 463.05,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "龟娘",
            "Felecia Angelle",
            "赤﨑千夏",
            "김현지"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1013,
        "Ver": "1.0",
        "Name": "黑塔",
        "Desc": "「天才俱乐部」#83号会员，空间站的真正主人。<br>智慧过人却毫无同理心的大科学家。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 110.0,
        "Skills": [
            101301,
            101302,
            101303,
            101304,
            101306,
            101307
        ],
        "Ranks": [
            101301,
            101302,
            101303,
            101304,
            101305,
            101306
        ],
        "Icon": "avatarshopicon/Avatar/1013",
        "Pic": "avatardrawcard/1013.png",
        "Mat": [
            111003,
            110403,
            110133,
            110501
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 396.9,
            "SPD": 100.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1101,
        "Ver": "1.0",
        "Name": "布洛妮娅",
        "Desc": "贝洛伯格「大守护者」的继承人。<br>兼有公主的高傲和军人的坚贞。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            110101,
            110102,
            110103,
            110104,
            110106,
            110107
        ],
        "Ranks": [
            110101,
            110102,
            110103,
            110104,
            110105,
            110106
        ],
        "Icon": "avatarshopicon/Avatar/1101",
        "Pic": "avatardrawcard/1101.png",
        "Mat": [
            112003,
            110405,
            110163,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 582.12,
            "DEF": 533.61,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "谢莹",
            "Madeline Reiter",
            "阿澄佳奈",
            "이보희"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1102,
        "Ver": "1.0",
        "Name": "希儿",
        "Desc": "地底反抗组织「地火」的骨干，别号「蝴蝶」。<br>性格率真直爽，内心隐藏着细腻敏锐的一面。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            110201,
            110202,
            110203,
            110204,
            110206,
            110207
        ],
        "Ranks": [
            110201,
            110202,
            110203,
            110204,
            110205,
            110206
        ],
        "Icon": "avatarshopicon/Avatar/1102",
        "Pic": "avatardrawcard/1102.png",
        "Mat": [
            111013,
            110406,
            110123,
            110502
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 363.825,
            "SPD": 115.0,
            "Aggro": 75.0
        },
        "CV": [
            "唐雅菁",
            "Molly Zhang",
            "中原麻衣",
            "송하림"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1103,
        "Ver": "1.0",
        "Name": "希露瓦",
        "Desc": "贝洛伯格的机械师，曾任筑城者技术部研究员。<br>身为杰帕德 · 朗道的姐姐，性格却与弟弟截然不同。<br>钟爱大寒潮前一种名为「摇滚」的古老音乐艺术。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 100.0,
        "Skills": [
            110301,
            110302,
            110303,
            110304,
            110306,
            110307
        ],
        "Ranks": [
            110301,
            110302,
            110303,
            110304,
            110305,
            110306
        ],
        "Icon": "avatarshopicon/Avatar/1103",
        "Pic": "avatardrawcard/1103.png",
        "Mat": [
            112003,
            110404,
            110133,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 652.68,
            "DEF": 374.85,
            "SPD": 104.0,
            "Aggro": 75.0
        },
        "CV": [
            "穆雪婷",
            "Natalie Van Sistine",
            "愛美",
            "민아"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1104,
        "Ver": "1.0",
        "Name": "杰帕德",
        "Desc": "银鬃铁卫的戍卫官，贝洛伯格数一数二的战士。<br>表里如一，一丝不苟，从不懈怠。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 100.0,
        "Skills": [
            110401,
            110402,
            110403,
            110404,
            110406,
            110407
        ],
        "Ranks": [
            110401,
            110402,
            110403,
            110404,
            110405,
            110406
        ],
        "Icon": "avatarshopicon/Avatar/1104",
        "Pic": "avatardrawcard/1104.png",
        "Mat": [
            112003,
            110403,
            110143,
            110502
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 543.312,
            "DEF": 654.885,
            "SPD": 92.0,
            "Aggro": 150.0
        },
        "CV": [
            "马洋",
            "Bryson Baugus",
            "古川慎",
            "민승우"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1105,
        "Ver": "1.0",
        "Name": "娜塔莎",
        "Desc": "贝洛伯格下层区的医生，也是孩子们的照料者。<br>性格温柔可亲、又藏着危险的一面。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Abundance",
        "SP": 90.0,
        "Skills": [
            110501,
            110502,
            110503,
            110504,
            110506,
            110507
        ],
        "Ranks": [
            110501,
            110502,
            110503,
            110504,
            110505,
            110506
        ],
        "Icon": "avatarshopicon/Avatar/1105",
        "Pic": "avatardrawcard/1105.png",
        "Mat": [
            112013,
            110401,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 507.15,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦紫翼",
            "Elizabeth Maxwell",
            "内山夕実",
            "강은애"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1106,
        "Ver": "1.0",
        "Name": "佩拉",
        "Desc": "银鬃铁卫的情报官。<br>性格认真，深受铁卫成员们敬畏。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            110601,
            110602,
            110603,
            110604,
            110606,
            110607
        ],
        "Ranks": [
            110601,
            110602,
            110603,
            110604,
            110605,
            110606
        ],
        "Icon": "avatarshopicon/Avatar/1106",
        "Pic": "avatardrawcard/1106.png",
        "Mat": [
            111003,
            110403,
            110153,
            110502
        ],
        "Stats": {
            "HP": 987.84,
            "ATK": 546.84,
            "DEF": 463.05,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "宴宁",
            "Xanthe Huynh",
            "諸星すみれ",
            "이다은"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1107,
        "Ver": "1.0",
        "Name": "克拉拉",
        "Desc": "与机械生活在一起的流浪少女。<br>内向、温柔，有一颗纯粹的心。<br>渴望下层区的大家都能成为彼此的「家人」。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            110701,
            110702,
            110703,
            110704,
            110706,
            110707
        ],
        "Ranks": [
            110701,
            110702,
            110703,
            110704,
            110705,
            110706
        ],
        "Icon": "avatarshopicon/Avatar/1107",
        "Pic": "avatardrawcard/1107.png",
        "Mat": [
            112013,
            110401,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 737.352,
            "DEF": 485.1,
            "SPD": 90.0,
            "Aggro": 125.0
        },
        "CV": [
            "紫苏九月&王宇航",
            "Emily Sun & D.C. Douglas",
            "日高里菜&安元洋貴",
            "김예림&최낙윤"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1108,
        "Ver": "1.0",
        "Name": "桑博",
        "Desc": "地表和地底之间来去自如的行商。<br>自来熟，热情幽默，习惯插科打诨。",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            110801,
            110802,
            110803,
            110804,
            110806,
            110807
        ],
        "Ranks": [
            110801,
            110802,
            110803,
            110804,
            110805,
            110806
        ],
        "Icon": "avatarshopicon/Avatar/1108",
        "Pic": "avatardrawcard/1108.png",
        "Mat": [
            112013,
            110405,
            110153,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 617.4,
            "DEF": 396.9,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "刘圣博",
            "Roger Rose",
            "平川大輔",
            "정재헌"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1109,
        "Ver": "1.0",
        "Name": "虎克",
        "Desc": "地底冒险团队「鼹鼠党」的老大（自封）。<br>热爱自由，将生活视为一场又一场冒险。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            110901,
            110902,
            110903,
            110904,
            110906,
            110907,
            110909
        ],
        "Ranks": [
            110901,
            110902,
            110903,
            110904,
            110905,
            110906
        ],
        "Icon": "avatarshopicon/Avatar/1109",
        "Pic": "avatardrawcard/1109.png",
        "Mat": [
            112013,
            110402,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1340.64,
            "ATK": 617.4,
            "DEF": 352.8,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "王晓彤",
            "Felecia Angelle",
            "徳井青空",
            "이재현"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1201,
        "Ver": "1.0",
        "Name": "青雀",
        "Desc": "仙舟「罗浮」太卜司的卜者，兼书库管理员。<br>因工作一再偷闲摸鱼，即将贬无可贬成为「掌门人」。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            120101,
            120108,
            120102,
            120103,
            120104,
            120106,
            120107
        ],
        "Ranks": [
            120101,
            120102,
            120103,
            120104,
            120105,
            120106
        ],
        "Icon": "avatarshopicon/Avatar/1201",
        "Pic": "avatardrawcard/1201.png",
        "Mat": [
            111013,
            110406,
            110133,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 652.68,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 75.0
        },
        "CV": [
            "刘十四",
            "Bryn Apprill",
            "伊達朱里紗",
            "서다혜"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1202,
        "Ver": "1.0",
        "Name": "停云",
        "Desc": "仙舟「罗浮」天舶司的接渡使。<br>随商团出使过众多世界，缔结贸易与盟谊。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120201,
            120202,
            120203,
            120204,
            120206,
            120207
        ],
        "Ranks": [
            120201,
            120202,
            120203,
            120204,
            120205,
            120206
        ],
        "Icon": "avatarshopicon/Avatar/1202",
        "Pic": "avatardrawcard/1202.png",
        "Mat": [
            113003,
            110404,
            110163,
            110501
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 396.9,
            "SPD": 112.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1204,
        "Ver": "1.0",
        "Name": "景元",
        "Desc": "仙舟联盟帝弓七天将之一，负责节制罗浮云骑军的「神策将军」。<br>师从前代「罗浮」剑首，但并不显名于武力。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 130.0,
        "Skills": [
            120401,
            120402,
            120403,
            120404,
            120406,
            120407
        ],
        "Ranks": [
            120401,
            120402,
            120403,
            120404,
            120405,
            120406
        ],
        "Icon": "avatarshopicon/Avatar/1204",
        "Pic": "avatardrawcard/1204.png",
        "Mat": [
            113003,
            110414,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "孙晔",
            "Alejandro Saab",
            "小野大輔",
            "류승곤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1206,
        "Ver": "1.0",
        "Name": "素裳",
        "Desc": "出生于仙舟「曜青」，前往「罗浮」云骑军接受历练的新兵。<br>身佩母亲赠予的家传剑器，憧憬着自己即将书写的未来。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            120601,
            120602,
            120603,
            120604,
            120606,
            120607
        ],
        "Ranks": [
            120601,
            120602,
            120603,
            120604,
            120605,
            120606
        ],
        "Icon": "avatarshopicon/Avatar/1206",
        "Pic": "avatardrawcard/1206.png",
        "Mat": [
            113013,
            110401,
            110123,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 418.95,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "陈婷婷",
            "Anjali Kunapaneni",
            "福圓美里",
            "박시윤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1209,
        "Ver": "1.0",
        "Name": "彦卿",
        "Desc": "将军景元的侍卫，不过总角之年的御剑天才。<br>手中握剑，即立于不败之地。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            120901,
            120902,
            120903,
            120904,
            120906,
            120907
        ],
        "Ranks": [
            120901,
            120902,
            120903,
            120904,
            120905,
            120906
        ],
        "Icon": "avatarshopicon/Avatar/1209",
        "Pic": "avatardrawcard/1209.png",
        "Mat": [
            111013,
            110413,
            110123,
            110502
        ],
        "Stats": {
            "HP": 892.584,
            "ATK": 679.14,
            "DEF": 412.335,
            "SPD": 109.0,
            "Aggro": 75.0
        },
        "CV": [
            "喵酱",
            "Amber May",
            "井上麻里奈",
            "이새아"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1211,
        "Ver": "1.0",
        "Name": "白露",
        "Desc": "仙舟「罗浮」持明族的尊长，有「衔药龙女」之称的医士。<br>以独门医理和唯有龙脉方可施行的「医疗手段」救死扶伤。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            121101,
            121102,
            121103,
            121104,
            121106,
            121107
        ],
        "Ranks": [
            121101,
            121102,
            121103,
            121104,
            121105,
            121106
        ],
        "Icon": "avatarshopicon/Avatar/1211",
        "Pic": "avatardrawcard/1211.png",
        "Mat": [
            111003,
            110404,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1319.472,
            "ATK": 562.716,
            "DEF": 485.1,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "多多",
            "Su Ling Chan",
            "加藤英美里",
            "조현정"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8001,
        "Ver": "1.0",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800101,
            800102,
            800103,
            800104,
            800106,
            800107,
            800108,
            800109
        ],
        "Ranks": [
            800101,
            800102,
            800103,
            800104,
            800105,
            800106
        ],
        "Icon": "avatarshopicon/Avatar/8001",
        "Pic": "avatardrawcard/8001.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "秦且歌",
            "",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8002,
        "Ver": "1.0",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800201,
            800202,
            800203,
            800204,
            800206,
            800207,
            800208,
            800209
        ],
        "Ranks": [
            800201,
            800202,
            800203,
            800204,
            800205,
            800206
        ],
        "Icon": "avatarshopicon/Avatar/8002",
        "Pic": "avatardrawcard/8002.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "陈婷婷",
            "",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8003,
        "Ver": "1.0",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800301,
            800308,
            800302,
            800303,
            800304,
            800306,
            800307
        ],
        "Ranks": [
            800301,
            800302,
            800303,
            800304,
            800305,
            800306
        ],
        "Icon": "avatarshopicon/Avatar/8003",
        "Pic": "avatardrawcard/8003.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8004,
        "Ver": "1.0",
        "Name": "开拓者",
        "Desc": "登上星穹列车的{F#少女}{M#少年}。<br>为了消除星核带来的危机，选择与星穹列车同行。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800401,
            800408,
            800402,
            800403,
            800404,
            800406,
            800407
        ],
        "Ranks": [
            800401,
            800402,
            800403,
            800404,
            800405,
            800406
        ],
        "Icon": "avatarshopicon/Avatar/8004",
        "Pic": "avatardrawcard/8004.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "Pre"
        ]
    }
]

var _item = {
    "2": {
        "Name": "信用点",
        "Icon": "itemicon/2.png"
    },
    "110111": {
        "Name": "破碎残刃",
        "Icon": "itemicon/110111.png"
    },
    "110112": {
        "Name": "无生残刃",
        "Icon": "itemicon/110112.png"
    },
    "110113": {
        "Name": "净世残刃",
        "Icon": "itemicon/110113.png"
    },
    "110121": {
        "Name": "猎兽之矢",
        "Icon": "itemicon/110121.png"
    },
    "110122": {
        "Name": "屠魔之矢",
        "Icon": "itemicon/110122.png"
    },
    "110123": {
        "Name": "逐星之矢",
        "Icon": "itemicon/110123.png"
    },
    "110131": {
        "Name": "灵感之钥",
        "Icon": "itemicon/110131.png"
    },
    "110132": {
        "Name": "启迪之钥",
        "Icon": "itemicon/110132.png"
    },
    "110133": {
        "Name": "智识之钥",
        "Icon": "itemicon/110133.png"
    },
    "110141": {
        "Name": "青铜的执着",
        "Icon": "itemicon/110141.png"
    },
    "110142": {
        "Name": "寒铁的誓言",
        "Icon": "itemicon/110142.png"
    },
    "110143": {
        "Name": "琥珀的坚守",
        "Icon": "itemicon/110143.png"
    },
    "110151": {
        "Name": "黯淡黑曜",
        "Icon": "itemicon/110151.png"
    },
    "110152": {
        "Name": "虚空黑曜",
        "Icon": "itemicon/110152.png"
    },
    "110153": {
        "Name": "沉沦黑曜",
        "Icon": "itemicon/110153.png"
    },
    "110161": {
        "Name": "谐乐小调",
        "Icon": "itemicon/110161.png"
    },
    "110162": {
        "Name": "家族颂歌",
        "Icon": "itemicon/110162.png"
    },
    "110163": {
        "Name": "群星乐章",
        "Icon": "itemicon/110163.png"
    },
    "110171": {
        "Name": "丰饶之种",
        "Icon": "itemicon/110171.png"
    },
    "110172": {
        "Name": "生命之芽",
        "Icon": "itemicon/110172.png"
    },
    "110173": {
        "Name": "永恒之花",
        "Icon": "itemicon/110173.png"
    },
    "110181": {
        "Name": "步离犬牙",
        "Icon": "itemicon/110181.png"
    },
    "110182": {
        "Name": "狼毒锯牙",
        "Icon": "itemicon/110182.png"
    },
    "110183": {
        "Name": "月狂獠牙",
        "Icon": "itemicon/110183.png"
    },
    "110191": {
        "Name": "陨铁弹丸",
        "Icon": "itemicon/110191.png"
    },
    "110192": {
        "Name": "命定死因",
        "Icon": "itemicon/110192.png"
    },
    "110193": {
        "Name": "逆时一击",
        "Icon": "itemicon/110193.png"
    },
    "110201": {
        "Name": "凌乱草图",
        "Icon": "itemicon/110201.png"
    },
    "110202": {
        "Name": "动态线稿",
        "Icon": "itemicon/110202.png"
    },
    "110203": {
        "Name": "精致色稿",
        "Icon": "itemicon/110203.png"
    },
    "110211": {
        "Name": "散逸星砂",
        "Icon": "itemicon/110211.png"
    },
    "110212": {
        "Name": "流星棱晶",
        "Icon": "itemicon/110212.png"
    },
    "110213": {
        "Name": "神体琥珀",
        "Icon": "itemicon/110213.png"
    },
    "110221": {
        "Name": "炽情之灵",
        "Icon": "itemicon/110221.png"
    },
    "110222": {
        "Name": "星火之精",
        "Icon": "itemicon/110222.png"
    },
    "110223": {
        "Name": "焚天之魔",
        "Icon": "itemicon/110223.png"
    },
    "110231": {
        "Name": "云际音符",
        "Icon": "itemicon/110231.png"
    },
    "110232": {
        "Name": "空际小节",
        "Icon": "itemicon/110232.png"
    },
    "110233": {
        "Name": "天外乐章",
        "Icon": "itemicon/110233.png"
    },
    "110241": {
        "Name": "异木种籽",
        "Icon": "itemicon/110241.png"
    },
    "110242": {
        "Name": "滋长花蜜",
        "Icon": "itemicon/110242.png"
    },
    "110243": {
        "Name": "万相果实",
        "Icon": "itemicon/110243.png"
    },
    "110251": {
        "Name": "思量的种",
        "Icon": "itemicon/110251.png"
    },
    "110252": {
        "Name": "末那芽苗",
        "Icon": "itemicon/110252.png"
    },
    "110253": {
        "Name": "阿赖耶华",
        "Icon": "itemicon/110253.png"
    },
    "211": {
        "Name": "旅情见闻",
        "Icon": "itemicon/211.png"
    },
    "212": {
        "Name": "冒险记录",
        "Icon": "itemicon/212.png"
    },
    "213": {
        "Name": "漫游指南",
        "Icon": "itemicon/213.png"
    },
    "241": {
        "Name": "命运的足迹",
        "Icon": "itemicon/241.png"
    },
    "115001": {
        "Name": "恐惧踏碎血肉",
        "Icon": "itemicon/115001.png"
    },
    "115002": {
        "Name": "勇气撕裂胸膛",
        "Icon": "itemicon/115002.png"
    },
    "115003": {
        "Name": "荣耀洗礼身躯",
        "Icon": "itemicon/115003.png"
    },
    "110400": {
        "Name": "深邃的星外质",
        "Icon": "itemicon/110400.png"
    },
    "110401": {
        "Name": "铁狼碎齿",
        "Icon": "itemicon/110401.png"
    },
    "110402": {
        "Name": "恒温晶壳",
        "Icon": "itemicon/110402.png"
    },
    "110403": {
        "Name": "风雪之角",
        "Icon": "itemicon/110403.png"
    },
    "110404": {
        "Name": "往日之影的雷冠",
        "Icon": "itemicon/110404.png"
    },
    "110405": {
        "Name": "暴风之眼",
        "Icon": "itemicon/110405.png"
    },
    "110406": {
        "Name": "虚幻铸铁",
        "Icon": "itemicon/110406.png"
    },
    "110407": {
        "Name": "往日之影的金饰",
        "Icon": "itemicon/110407.png"
    },
    "115011": {
        "Name": "预兆似有若无",
        "Icon": "itemicon/115011.png"
    },
    "115012": {
        "Name": "悲鸣由远及近",
        "Icon": "itemicon/115012.png"
    },
    "115013": {
        "Name": "哀叹漫无止息",
        "Icon": "itemicon/115013.png"
    },
    "110411": {
        "Name": "幽府通令",
        "Icon": "itemicon/110411.png"
    },
    "110412": {
        "Name": "过热钢刃",
        "Icon": "itemicon/110412.png"
    },
    "110413": {
        "Name": "苦寒晶壳",
        "Icon": "itemicon/110413.png"
    },
    "110414": {
        "Name": "炼形者雷枝",
        "Icon": "itemicon/110414.png"
    },
    "110415": {
        "Name": "天人遗垢",
        "Icon": "itemicon/110415.png"
    },
    "110416": {
        "Name": "苍猿之钉",
        "Icon": "itemicon/110416.png"
    },
    "110417": {
        "Name": "镇灵敕符",
        "Icon": "itemicon/110417.png"
    },
    "114001": {
        "Name": "蓄梦元件",
        "Icon": "itemicon/114001.png"
    },
    "114002": {
        "Name": "流梦阀门",
        "Icon": "itemicon/114002.png"
    },
    "114003": {
        "Name": "造梦马达",
        "Icon": "itemicon/114003.png"
    },
    "110421": {
        "Name": "星际和平工作证",
        "Icon": "itemicon/110421.png"
    },
    "110422": {
        "Name": "忿火之心",
        "Icon": "itemicon/110422.png"
    },
    "110423": {
        "Name": "冷藏梦箱",
        "Icon": "itemicon/110423.png"
    },
    "110424": {
        "Name": "兽棺之钉",
        "Icon": "itemicon/110424.png"
    },
    "110425": {
        "Name": "一杯酩酊的时代",
        "Icon": "itemicon/110425.png"
    },
    "110426": {
        "Name": "炙梦喷枪",
        "Icon": "itemicon/110426.png"
    },
    "114011": {
        "Name": "思绪末屑",
        "Icon": "itemicon/114011.png"
    },
    "114012": {
        "Name": "印象残晶",
        "Icon": "itemicon/114012.png"
    },
    "114013": {
        "Name": "欲念碎镜",
        "Icon": "itemicon/114013.png"
    },
    "110427": {
        "Name": "一曲合弦的幻景",
        "Icon": "itemicon/110427.png"
    },
    "110431": {
        "Name": "侵略凝块",
        "Icon": "itemicon/110431.png"
    },
    "110435": {
        "Name": "暮晖烬蕾",
        "Icon": "itemicon/110435.png"
    },
    "110436": {
        "Name": "暗帷月华",
        "Icon": "itemicon/110436.png"
    },
    "110437": {
        "Name": "纷争先兆",
        "Icon": "itemicon/110437.png"
    },
    "113001": {
        "Name": "永寿幼芽",
        "Icon": "itemicon/113001.png"
    },
    "113002": {
        "Name": "永寿天华",
        "Icon": "itemicon/113002.png"
    },
    "113003": {
        "Name": "永寿荣枝",
        "Icon": "itemicon/113003.png"
    },
    "113011": {
        "Name": "工造机杼",
        "Icon": "itemicon/113011.png"
    },
    "113012": {
        "Name": "工造迴轮",
        "Icon": "itemicon/113012.png"
    },
    "113013": {
        "Name": "工造浑心",
        "Icon": "itemicon/113013.png"
    },
    "112001": {
        "Name": "铁卫扣饰",
        "Icon": "itemicon/112001.png"
    },
    "112002": {
        "Name": "铁卫军徽",
        "Icon": "itemicon/112002.png"
    },
    "112003": {
        "Name": "铁卫勋章",
        "Icon": "itemicon/112003.png"
    },
    "112011": {
        "Name": "古代零件",
        "Icon": "itemicon/112011.png"
    },
    "112012": {
        "Name": "古代转轴",
        "Icon": "itemicon/112012.png"
    },
    "112013": {
        "Name": "古代引擎",
        "Icon": "itemicon/112013.png"
    },
    "111001": {
        "Name": "熄灭原核",
        "Icon": "itemicon/111001.png"
    },
    "111002": {
        "Name": "微光原核",
        "Icon": "itemicon/111002.png"
    },
    "111003": {
        "Name": "蠢动原核",
        "Icon": "itemicon/111003.png"
    },
    "111011": {
        "Name": "掠夺的本能",
        "Icon": "itemicon/111011.png"
    },
    "111012": {
        "Name": "篡改的野心",
        "Icon": "itemicon/111012.png"
    },
    "111013": {
        "Name": "践踏的意志",
        "Icon": "itemicon/111013.png"
    },
    "110501": {
        "Name": "毁灭者的末路",
        "Icon": "itemicon/110501.png"
    },
    "110503": {
        "Name": "无穷假身的遗恨",
        "Icon": "itemicon/110503.png"
    },
    "110502": {
        "Name": "守护者的悲愿",
        "Icon": "itemicon/110502.png"
    },
    "110504": {
        "Name": "蛀星孕灾的旧恶",
        "Icon": "itemicon/110504.png"
    },
    "110505": {
        "Name": "同愿的遗音",
        "Icon": "itemicon/110505.png"
    },
    "110506": {
        "Name": "吉光片羽",
        "Icon": "itemicon/110506.png"
    },
    "110507": {
        "Name": "...",
        "Icon": "itemicon/110507.png"
    }
}

var _propiconname = {
    "IceAddedRatio": "IconIceAddedRatio.png",
    "DefenceAddedRatio": "IconDefence.png",
    "StatusResistanceBase": "IconStatusResistance.png",
    "WindAddedRatio": "IconWindAddedRatio.png",
    "AttackAddedRatio": "IconAttack.png",
    "FireAddedRatio": "IconFireAddedRatio.png",
    "ImaginaryAddedRatio": "IconImaginaryAddedRatio.png",
    "StatusProbabilityBase": "IconStatusProbability.png",
    "HPAddedRatio": "IconMaxHP.png",
    "QuantumAddedRatio": "IconQuantumAddedRatio.png",
    "CriticalChanceBase": "IconCriticalChance.png",
    "CriticalDamageBase": "IconCriticalDamage.png",
    "PhysicalAddedRatio": "IconPhysicalAddedRatio.png",
    "ThunderAddedRatio": "IconThunderAddedRatio.png",
    "BreakDamageAddedRatioBase": "IconBreakUp.png",
    "SpeedDelta": "IconSpeed.png"
}

var _propname = {
    "IceAddedRatio": "冰属性伤害提高",
    "DefenceAddedRatio": "防御力",
    "StatusResistanceBase": "效果抵抗",
    "WindAddedRatio": "风属性伤害提高",
    "AttackAddedRatio": "攻击力",
    "FireAddedRatio": "火属性伤害提高",
    "ImaginaryAddedRatio": "虚数属性伤害提高",
    "StatusProbabilityBase": "效果命中",
    "HPAddedRatio": "生命值",
    "QuantumAddedRatio": "量子属性伤害提高",
    "CriticalChanceBase": "暴击率",
    "CriticalDamageBase": "暴击伤害",
    "PhysicalAddedRatio": "物理属性伤害提高",
    "ThunderAddedRatio": "雷属性伤害提高",
    "BreakDamageAddedRatioBase": "击破特攻",
    "SpeedDelta": "速度"
}

var _camp = {
    "100": "星穹列车",
    "101": "星核猎手",
    "102": "空间站「黑塔」",
    "103": "贝洛伯格",
    "104": "仙舟「罗浮」",
    "105": "星际和平公司",
    "106": "纯美骑士团",
    "107": "博识学会",
    "108": "匹诺康尼",
    "109": "流光忆庭",
    "110": "假面愚者",
    "111": "巡海游侠",
    "112": "自灭者"
}

var _search_avatar = {
    "1221": 0,
    "云璃": 28,
    "YUNLI": 28,
    "1410": 1,
    "海瑟音": 1,
    "HYSILENS": 1,
    "1412": 2,
    "刻律德菈": 2,
    "CERYDRA": 2,
    "1408": 3,
    "白厄": 3,
    "PHAINON": 3,
    "1014": 4,
    "SABER": 4,
    "1015": 5,
    "ARCHER": 5,
    "2212": 6,
    "镜流": 49,
    "JINGLIU": 49,
    "2205": 7,
    "刃": 55,
    "BLADE": 55,
    "2005": 8,
    "卡芙卡": 53,
    "KAFKA": 53,
    "2006": 9,
    "银狼": 56,
    "SILVERWOLF": 56,
    "1406": 10,
    "赛飞儿": 10,
    "CIPHER": 10,
    "1409": 11,
    "风堇": 11,
    "HYACINE": 11,
    "1405": 12,
    "那刻夏": 12,
    "ANAXA": 12,
    "1407": 13,
    "遐蝶": 13,
    "CASTORICE": 13,
    "1403": 14,
    "缇宝": 14,
    "TRIBBIE": 14,
    "1404": 15,
    "万敌": 15,
    "MYDEI": 15,
    "1401": 16,
    "大黑塔": 16,
    "THEHERTA": 16,
    "1402": 17,
    "阿格莱雅": 17,
    "AGLAEA": 17,
    "8007": 18,
    "开拓者": 84,
    "TRAILBLAZER": 84,
    "8008": 19,
    "1225": 20,
    "忘归人": 20,
    "FUGUE": 20,
    "1313": 21,
    "星期日": 21,
    "SUNDAY": 21,
    "1317": 22,
    "乱破": 22,
    "RAPPA": 22,
    "1220": 23,
    "飞霄": 23,
    "FEIXIAO": 23,
    "1222": 24,
    "灵砂": 24,
    "LINGSHA": 24,
    "1223": 25,
    "貊泽": 25,
    "MOZE": 25,
    "1218": 26,
    "椒丘": 26,
    "JIAOQIU": 26,
    "1224": 27,
    "三月七": 59,
    "MARCH7TH": 59,
    "12210": 28,
    "1310": 29,
    "流萤": 29,
    "FIREFLY": 29,
    "1314": 30,
    "翡翠": 30,
    "JADE": 30,
    "1309": 31,
    "知更鸟": 31,
    "ROBIN": 31,
    "1315": 32,
    "波提欧": 32,
    "BOOTHILL": 32,
    "8005": 33,
    "8006": 34,
    "1301": 35,
    "加拉赫": 35,
    "GALLAGHER": 35,
    "1304": 36,
    "砂金": 36,
    "AVENTURINE": 36,
    "1308": 37,
    "黄泉": 37,
    "ACHERON": 37,
    "1306": 38,
    "花火": 38,
    "SPARKLE": 38,
    "1307": 39,
    "黑天鹅": 39,
    "BLACKSWAN": 39,
    "1312": 40,
    "米沙": 40,
    "MISHA": 40,
    "1214": 41,
    "雪衣": 41,
    "XUEYI": 41,
    "1303": 42,
    "阮·梅": 42,
    "RUANMEI": 42,
    "1305": 43,
    "真理医生": 43,
    "DR.RATIO": 43,
    "1215": 44,
    "寒鸦": 44,
    "HANYA": 44,
    "1217": 45,
    "藿藿": 45,
    "HUOHUO": 45,
    "1302": 46,
    "银枝": 46,
    "ARGENTI": 46,
    "1112": 47,
    "托帕&账账": 47,
    "TOPAZ&NUMBY": 47,
    "1210": 48,
    "桂乃芬": 48,
    "GUINAIFEN": 48,
    "1212": 49,
    "1110": 50,
    "玲可": 50,
    "LYNX": 50,
    "1208": 51,
    "符玄": 51,
    "FUXUAN": 51,
    "1213": 52,
    "丹恒·饮月": 52,
    "DANHENG•IMBIBITORLUNAE": 52,
    "1005": 53,
    "1111": 54,
    "卢卡": 54,
    "LUKA": 54,
    "1205": 55,
    "1006": 56,
    "1203": 57,
    "罗刹": 57,
    "LUOCHA": 57,
    "1207": 58,
    "驭空": 58,
    "YUKONG": 58,
    "1001": 59,
    "1002": 60,
    "丹恒": 60,
    "DANHENG": 60,
    "1003": 61,
    "姬子": 61,
    "HIMEKO": 61,
    "1004": 62,
    "瓦尔特": 62,
    "WELT": 62,
    "1008": 63,
    "阿兰": 63,
    "ARLAN": 63,
    "1009": 64,
    "艾丝妲": 64,
    "ASTA": 64,
    "1013": 65,
    "黑塔": 65,
    "HERTA": 65,
    "1101": 66,
    "布洛妮娅": 66,
    "BRONYA": 66,
    "1102": 67,
    "希儿": 67,
    "SEELE": 67,
    "1103": 68,
    "希露瓦": 68,
    "SERVAL": 68,
    "1104": 69,
    "杰帕德": 69,
    "GEPARD": 69,
    "1105": 70,
    "娜塔莎": 70,
    "NATASHA": 70,
    "1106": 71,
    "佩拉": 71,
    "PELA": 71,
    "1107": 72,
    "克拉拉": 72,
    "CLARA": 72,
    "1108": 73,
    "桑博": 73,
    "SAMPO": 73,
    "1109": 74,
    "虎克": 74,
    "HOOK": 74,
    "1201": 75,
    "青雀": 75,
    "QINGQUE": 75,
    "1202": 76,
    "停云": 76,
    "TINGYUN": 76,
    "1204": 77,
    "景元": 77,
    "JINGYUAN": 77,
    "1206": 78,
    "素裳": 78,
    "SUSHANG": 78,
    "1209": 79,
    "彦卿": 79,
    "YANQING": 79,
    "1211": 80,
    "白露": 80,
    "BAILU": 80,
    "8001": 81,
    "8002": 82,
    "8003": 83,
    "8004": 84
}

var _search_weapon = {
    "23048": 0,
    "金血铭刻的时代": 0,
    "EPOCHETCHEDINGOLDENBLOOD": 0,
    "23047": 1,
    "海洋为何而歌": 1,
    "WHYDOESTHEOCEANSING": 1,
    "22005": 2,
    "永远的迷境饭": 2,
    "THEFOREVERVICTUAL": 2,
    "23046": 3,
    "理想燃烧的地狱": 3,
    "THEHELLWHEREIDEALSBURN": 3,
    "23045": 4,
    "没有回报的加冕": 4,
    "ATHANKLESSCORONATION": 4,
    "23044": 5,
    "黎明恰如此燃烧": 5,
    "THUSBURNSTHEDAWN": 5,
    "23043": 6,
    "谎言在风中飘扬": 6,
    "LIESDANCEONTHEBREEZE": 6,
    "23042": 7,
    "愿虹光永驻天空": 7,
    "LONGMAYRAINBOWSADORNTHESKY": 7,
    "23041": 8,
    "生命当付之一炬": 8,
    "LIFESHOULDBECASTTOFLAMES": 8,
    "23040": 9,
    "让告别，更美一些": 9,
    "MAKEFAREWELLSMOREBEAUTIFUL": 9,
    "23039": 10,
    "血火啊，燃烧前路": 10,
    "FLAMEOFBLOOD,BLAZEMYPATH": 10,
    "23038": 11,
    "如果时间是一朵花": 11,
    "IFTIMEWEREAFLOWER": 11,
    "23037": 12,
    "向着不可追问处": 12,
    "INTOTHEUNREACHABLEVEIL": 12,
    "23036": 13,
    "将光阴织成黄金": 13,
    "TIMEWOVENINTOGOLD": 13,
    "23035": 14,
    "长路终有归途": 14,
    "LONGROADLEADSHOME": 14,
    "23034": 15,
    "回到大地的飞行": 15,
    "AGROUNDEDASCENT": 15,
    "23033": 16,
    "忍法帖·缭乱破魔": 16,
    "NINJUTSUINSCRIPTION:DAZZLINGEVILBREAKER": 16,
    "23032": 17,
    "唯有香如故": 17,
    "SCENTALONESTAYSTRUE": 17,
    "23031": 18,
    "我将，巡征追猎": 18,
    "IVENTUREFORTHTOHUNT": 18,
    "23030": 19,
    "落日时起舞": 19,
    "DANCEATSUNSET": 19,
    "23029": 20,
    "那无数个春天": 20,
    "THOSEMANYSPRINGS": 20,
    "23028": 21,
    "偏偏希望无价": 21,
    "YETHOPEISPRICELESS": 21,
    "23027": 22,
    "驶向第二次生命": 22,
    "SAILINGTOWARDSASECONDLIFE": 22,
    "23026": 23,
    "夜色流光溢彩": 23,
    "FLOWINGNIGHTGLOW": 23,
    "23025": 24,
    "梦应归于何处": 24,
    "WHEREABOUTSSHOULDDREAMSREST": 24,
    "23024": 25,
    "行于流逝的岸": 25,
    "ALONGTHEPASSINGSHORE": 25,
    "23023": 26,
    "命运从未公平": 26,
    "INHERENTLYUNJUSTDESTINY": 26,
    "23022": 27,
    "重塑时光之忆": 27,
    "REFORGEDREMEMBRANCE": 27,
    "23021": 28,
    "游戏尘寰": 28,
    "EARTHLYESCAPADE": 28,
    "23020": 29,
    "纯粹思维的洗礼": 29,
    "BAPTISMOFPURETHOUGHT": 29,
    "23019": 30,
    "镜中故我": 30,
    "PASTSELFINMIRROR": 30,
    "23018": 31,
    "片刻，留在眼底": 31,
    "ANINSTANTBEFOREAGAZE": 31,
    "23017": 32,
    "惊魂夜": 32,
    "NIGHTOFFRIGHT": 32,
    "23016": 33,
    "烦恼着，幸福着": 33,
    "WORRISOME,BLISSFUL": 33,
    "23015": 34,
    "比阳光更明亮的": 34,
    "BRIGHTERTHANTHESUN": 34,
    "23014": 35,
    "此身为剑": 35,
    "ISHALLBEMYOWNSWORD": 35,
    "23013": 36,
    "时节不居": 36,
    "TIMEWAITSFORNOONE": 36,
    "23012": 37,
    "如泥酣眠": 37,
    "SLEEPLIKETHEDEAD": 37,
    "23011": 38,
    "她已闭上双眼": 38,
    "SHEALREADYSHUTHEREYES": 38,
    "23010": 39,
    "拂晓之前": 39,
    "BEFOREDAWN": 39,
    "23009": 40,
    "到不了的彼岸": 40,
    "THEUNREACHABLESIDE": 40,
    "23008": 41,
    "棺的回响": 41,
    "ECHOESOFTHECOFFIN": 41,
    "23007": 42,
    "雨一直下": 42,
    "INCESSANTRAIN": 42,
    "23006": 43,
    "只需等待": 43,
    "PATIENCEISALLYOUNEED": 43,
    "23005": 44,
    "制胜的瞬间": 44,
    "MOMENTOFVICTORY": 44,
    "23004": 45,
    "以世界之名": 45,
    "INTHENAMEOFTHEWORLD": 45,
    "23003": 46,
    "但战斗还未结束": 46,
    "BUTTHEBATTLEISNTOVER": 46,
    "23002": 47,
    "无可取代的东西": 47,
    "SOMETHINGIRREPLACEABLE": 47,
    "23001": 48,
    "于夜色中": 48,
    "INTHENIGHT": 48,
    "23000": 49,
    "银河铁道之夜": 49,
    "NIGHTONTHEMILKYWAY": 49,
    "24005": 50,
    "记忆永不落幕": 50,
    "MEMORYSCURTAINNEVERFALLS": 50,
    "24004": 51,
    "不息的演算": 51,
    "ETERNALCALCULUS": 51,
    "24003": 52,
    "孤独的疗愈": 52,
    "SOLITARYHEALING": 52,
    "24002": 53,
    "记忆的质料": 53,
    "TEXTUREOFMEMORIES": 53,
    "24001": 54,
    "星海巡航": 54,
    "CRUISINGINTHESTELLARSEA": 54,
    "24000": 55,
    "记一位星神的陨落": 55,
    "ONTHEFALLOFANAEON": 55,
    "22004": 56,
    "宇宙大生意": 56,
    "THEGREATCOSMICENTERPRISE": 56,
    "22003": 57,
    "忍事录·音律狩猎": 57,
    "NINJARECORD:SOUNDHUNT": 57,
    "22002": 58,
    "为了明日的旅途": 58,
    "FORTOMORROWSJOURNEY": 58,
    "22001": 59,
    "嘿，我在这儿": 59,
    "HEY,OVERHERE": 59,
    "22000": 60,
    "新手任务开始前": 60,
    "BEFORETHETUTORIALMISSIONSTARTS": 60,
    "21062": 61,
    "于那终点再见": 61,
    "SEEYOUATTHEEND": 61,
    "21061": 62,
    "假日浴场大冒险": 62,
    "HOLIDAYTHERMAEESCAPADE": 62,
    "21060": 63,
    "氤氲麦香的梦": 63,
    "ADREAMSCENTEDINWHEAT": 63,
    "21058": 64,
    "一行往日的血": 64,
    "ATRAILOFBYGONEBLOOD": 64,
    "21057": 65,
    "花儿不会忘记": 65,
    "THEFLOWERREMEMBERS": 65,
    "21056": 66,
    "追逐风的时候": 66,
    "INPURSUITOFTHEWIND": 66,
    "21055": 67,
    "直到明天的明天": 67,
    "UNTOTOMORROWSMORROW": 67,
    "21054": 68,
    "故事的下一页": 68,
    "THESTORYSNEXTPAGE": 68,
    "21053": 69,
    "愿旅途永远坦然": 69,
    "JOURNEY,FOREVERPEACEFUL": 69,
    "21052": 70,
    "多流汗，少流泪": 70,
    "SWEATNOW,CRYLESS": 70,
    "21051": 71,
    "天才们的问候": 71,
    "GENIUSESGREETINGS": 71,
    "21050": 72,
    "胜利只在朝夕间": 72,
    "VICTORYINABLINK": 72,
    "21048": 73,
    "梦的蒙太奇": 73,
    "DREAMSMONTAGE": 73,
    "21047": 74,
    "黑夜如影随行": 74,
    "SHADOWEDBYNIGHT": 74,
    "21046": 75,
    "芳华待灼": 75,
    "POISEDTOBLOOM": 75,
    "21045": 76,
    "谐乐静默之后": 76,
    "AFTERTHECHARMONYFALL": 76,
    "21044": 77,
    "无边曼舞": 77,
    "BOUNDLESSCHOREO": 77,
    "21043": 78,
    "两个人的演唱会": 78,
    "CONCERTFORTWO": 78,
    "21042": 79,
    "铭记于心的约定": 79,
    "INDELIBLEPROMISE": 79,
    "21041": 80,
    "好戏开演": 80,
    "ITSSHOWTIME": 80,
    "21040": 81,
    "银河沦陷日": 81,
    "THEDAYTHECOSMOSFELL": 81,
    "21039": 82,
    "织造命运之线": 82,
    "DESTINYSTHREADSFOREWOVEN": 82,
    "21038": 83,
    "在火的远处": 83,
    "FLAMESAFAR": 83,
    "21037": 84,
    "最后的赢家": 84,
    "FINALVICTOR": 84,
    "21036": 85,
    "美梦小镇大冒险": 85,
    "DREAMVILLEADVENTURE": 85,
    "21035": 86,
    "何物为真": 86,
    "WHATISREAL?": 86,
    "21034": 87,
    "今日亦是和平的一日": 87,
    "TODAYISANOTHERPEACEFULDAY": 87,
    "21033": 88,
    "无处可逃": 88,
    "NOWHERETORUN": 88,
    "21032": 89,
    "镂月裁云之意": 89,
    "CARVETHEMOON,WEAVETHECLOUDS": 89,
    "21031": 90,
    "重返幽冥": 90,
    "RETURNTODARKNESS": 90,
    "21030": 91,
    "这就是我啦！": 91,
    "THISISME!": 91,
    "21029": 92,
    "后会有期": 92,
    "WEWILLMEETAGAIN": 92,
    "21028": 93,
    "暖夜不会漫长": 93,
    "WARMTHSHORTENSCOLDNIGHTS": 93,
    "21027": 94,
    "早餐的仪式感": 94,
    "THESERIOUSNESSOFBREAKFAST": 94,
    "21026": 95,
    "汪！散步时间！": 95,
    "WOOF!WALKTIME!": 95,
    "21025": 96,
    "过往未来": 96,
    "PASTANDFUTURE": 96,
    "21024": 97,
    "春水初生": 97,
    "RIVERFLOWSINSPRING": 97,
    "21023": 98,
    "我们是地火": 98,
    "WEAREWILDFIRE": 98,
    "21022": 99,
    "延长记号": 99,
    "FERMATA": 99,
    "21021": 100,
    "等价交换": 100,
    "QUIDPROQUO": 100,
    "21020": 101,
    "天才们的休憩": 101,
    "GENIUSESREPOSE": 101,
    "21019": 102,
    "在蓝天下": 102,
    "UNDERTHEBLUESKY": 102,
    "21018": 103,
    "舞！舞！舞！": 103,
    "DANCE!DANCE!DANCE!": 103,
    "21017": 104,
    "点个关注吧！": 104,
    "SUBSCRIBEFORMORE!": 104,
    "21016": 105,
    "宇宙市场趋势": 105,
    "TRENDOFTHEUNIVERSALMARKET": 105,
    "21015": 106,
    "决心如汗珠般闪耀": 106,
    "RESOLUTIONSHINESASPEARLSOFSWEAT": 106,
    "21014": 107,
    "此时恰好": 107,
    "PERFECTTIMING": 107,
    "21013": 108,
    "别让世界静下来": 108,
    "MAKETHEWORLDCLAMOR": 108,
    "21012": 109,
    "秘密誓心": 109,
    "ASECRETVOW": 109,
    "21011": 110,
    "与行星相会": 110,
    "PLANETARYRENDEZVOUS": 110,
    "21010": 111,
    "论剑": 111,
    "SWORDPLAY": 111,
    "21009": 112,
    "朗道的选择": 112,
    "LANDAUSCHOICE": 112,
    "21008": 113,
    "猎物的视线": 113,
    "EYESOFTHEPREY": 113,
    "21007": 114,
    "同一种心情": 114,
    "SHAREDFEELING": 114,
    "21006": 115,
    "「我」的诞生": 115,
    "THEBIRTHOFTHESELF": 115,
    "21005": 116,
    "鼹鼠党欢迎你": 116,
    "THEMOLESWELCOMEYOU": 116,
    "21004": 117,
    "记忆中的模样": 117,
    "MEMORIESOFTHEPAST": 117,
    "21003": 118,
    "唯有沉默": 118,
    "ONLYSILENCEREMAINS": 118,
    "21002": 119,
    "余生的第一天": 119,
    "DAYONEOFMYNEWLIFE": 119,
    "21001": 120,
    "晚安与睡颜": 120,
    "GOODNIGHTANDSLEEPWELL": 120,
    "21000": 121,
    "一场术后对话": 121,
    "POSTOPCONVERSATION": 121,
    "20022": 122,
    "溯忆": 122,
    "REMINISCENCE": 122,
    "20021": 123,
    "焚影": 123,
    "SHADOWBURN": 123,
    "20020": 124,
    "睿见": 124,
    "SAGACITY": 124,
    "20019": 125,
    "调和": 125,
    "MEDIATION": 125,
    "20018": 126,
    "匿影": 126,
    "HIDDENSHADOW": 126,
    "20017": 127,
    "开疆": 127,
    "PIONEERING": 127,
    "20016": 128,
    "俱殁": 128,
    "MUTUALDEMISE": 128,
    "20015": 129,
    "蕃息": 129,
    "MULTIPLICATION": 129,
    "20014": 130,
    "相抗": 130,
    "ADVERSARIAL": 130,
    "20013": 131,
    "灵钥": 131,
    "PASSKEY": 131,
    "20012": 132,
    "轮契": 132,
    "MESHINGCOGS": 132,
    "20011": 133,
    "渊环": 133,
    "LOOP": 133,
    "20010": 134,
    "戍御": 134,
    "DEFENSE": 134,
    "20009": 135,
    "乐圮": 135,
    "SHATTEREDHOME": 135,
    "20008": 136,
    "嘉果": 136,
    "FINEFRUIT": 136,
    "20007": 137,
    "离弦": 137,
    "DARTINGARROW": 137,
    "20006": 138,
    "智库": 138,
    "DATABANK": 138,
    "20005": 139,
    "齐颂": 139,
    "CHORUS": 139,
    "20004": 140,
    "幽邃": 140,
    "VOID": 140,
    "20003": 141,
    "琥珀": 141,
    "AMBER": 141,
    "20002": 142,
    "天倾": 142,
    "COLLAPSINGSKY": 142,
    "20001": 143,
    "物穰": 143,
    "CORNUCOPIA": 143,
    "20000": 144,
    "锋镝": 144,
    "ARROWS": 144
}

var _search_relic = {
    "322": 0,
    "沉欢醉饮的海隅": 0,
    "REVELRYBYTHESEA": 0,
    "321": 1,
    "妖精织梦的乐园": 1,
    "ARCADIAOFWOVENDREAMS": 1,
    "320": 2,
    "渊思寂虑的巨树": 2,
    "GIANTTREEOFRAPTBROODING": 2,
    "319": 3,
    "谧宁拾骨地": 3,
    "BONECOLLECTIONSSERENEDEMESNE": 3,
    "318": 4,
    "奇想蕉乐园": 4,
    "THEWONDROUSBANANAMUSEMENTPARK": 4,
    "317": 5,
    "沉陆海域露莎卡": 5,
    "LUSHAKA,THESUNKENSEAS": 5,
    "316": 6,
    "劫火莲灯铸炼宫": 6,
    "FORGEOFTHEKALPAGNILANTERN": 6,
    "315": 7,
    "奔狼的都蓝王朝": 7,
    "DURAN,DYNASTYOFRUNNINGWOLVES": 7,
    "314": 8,
    "出云显世与高天神国": 8,
    "IZUMOGENSEIANDTAKAMADIVINEREALM": 8,
    "313": 9,
    "无主荒星茨冈尼亚": 9,
    "SIGONIA,THEUNCLAIMEDDESOLATION": 9,
    "312": 10,
    "梦想之地匹诺康尼": 10,
    "PENACONY,LANDOFTHEDREAMS": 10,
    "311": 11,
    "苍穹战线格拉默": 11,
    "FIRMAMENTFRONTLINE:GLAMOTH": 11,
    "310": 12,
    "折断的龙骨": 12,
    "BROKENKEEL": 12,
    "309": 13,
    "繁星竞技场": 13,
    "RUTILANTARENA": 13,
    "308": 14,
    "生命的翁瓦克": 14,
    "SPRIGHTLYVONWACQ": 14,
    "307": 15,
    "盗贼公国塔利亚": 15,
    "TALIA:KINGDOMOFBANDITRY": 15,
    "306": 16,
    "停转的萨尔索图": 16,
    "INERTSALSOTTO": 16,
    "305": 17,
    "星体差分机": 17,
    "CELESTIALDIFFERENTIATOR": 17,
    "304": 18,
    "筑城者的贝洛伯格": 18,
    "BELOBOGOFTHEARCHITECTS": 18,
    "303": 19,
    "泛银河商业公司": 19,
    "PANCOSMICCOMMERCIALENTERPRISE": 19,
    "302": 20,
    "不老者的仙舟": 20,
    "FLEETOFTHEAGELESS": 20,
    "301": 21,
    "太空封印站": 21,
    "SPACESEALINGSTATION": 21,
    "126": 22,
    "恶海逐波的船长": 22,
    "WAVESTRIDERCAPTAIN": 22,
    "125": 23,
    "烈阳惊雷的女武神": 23,
    "WARRIORGODDESSOFSUNANDTHUNDER": 23,
    "124": 24,
    "哀歌覆国的诗人": 24,
    "POETOFMOURNINGCOLLAPSE": 24,
    "123": 25,
    "凯歌祝捷的英豪": 25,
    "HEROOFTRIUMPHANTSONG": 25,
    "122": 26,
    "识海迷坠的学者": 26,
    "SCHOLARLOSTINERUDITION": 26,
    "121": 27,
    "重循苦旅的司铎": 27,
    "SACERDOSRELIVEDORDEAL": 27,
    "120": 28,
    "风举云飞的勇烈": 28,
    "THEWINDSOARINGVALOROUS": 28,
    "119": 29,
    "荡除蠹灾的铁骑": 29,
    "IRONCAVALRYAGAINSTTHESCOURGE": 29,
    "118": 30,
    "机心戏梦的钟表匠": 30,
    "WATCHMAKER,MASTEROFDREAMMACHINATIONS": 30,
    "117": 31,
    "死水深潜的先驱": 31,
    "PIONEERDIVEROFDEADWATERS": 31,
    "116": 32,
    "幽锁深牢的系囚": 32,
    "PRISONERINDEEPCONFINEMENT": 32,
    "115": 33,
    "毁烬焚骨的大公": 33,
    "THEASHBLAZINGGRANDDUKE": 33,
    "114": 34,
    "骇域漫游的信使": 34,
    "MESSENGERTRAVERSINGHACKERSPACE": 34,
    "113": 35,
    "宝命长存的莳者": 35,
    "LONGEVOUSDISCIPLE": 35,
    "112": 36,
    "盗匪荒漠的废土客": 36,
    "WASTELANDEROFBANDITRYDESERT": 36,
    "111": 37,
    "流星追迹的怪盗": 37,
    "THIEFOFSHOOTINGMETEOR": 37,
    "110": 38,
    "晨昏交界的翔鹰": 38,
    "EAGLEOFTWILIGHTLINE": 38,
    "109": 39,
    "激奏雷电的乐队": 39,
    "BANDOFSIZZLINGTHUNDER": 39,
    "108": 40,
    "繁星璀璨的天才": 40,
    "GENIUSOFBRILLIANTSTARS": 40,
    "107": 41,
    "熔岩锻铸的火匠": 41,
    "FIRESMITHOFLAVAFORGING": 41,
    "106": 42,
    "戍卫风雪的铁卫": 42,
    "GUARDOFWUTHERINGSNOW": 42,
    "105": 43,
    "街头出身的拳王": 43,
    "CHAMPIONOFSTREETWISEBOXING": 43,
    "104": 44,
    "密林卧雪的猎人": 44,
    "HUNTEROFGLACIALFOREST": 44,
    "103": 45,
    "净庭教宗的圣骑士": 45,
    "KNIGHTOFPURITYPALACE": 45,
    "102": 46,
    "野穗伴行的快枪手": 46,
    "MUSKETEEROFWILDWHEAT": 46,
    "101": 47,
    "云无留迹的过客": 47,
    "PASSERBYOFWANDERINGCLOUD": 47
}

var _changelog_relic = {
    "v1": [],
    "v2": [],
    "v3": [],
    "v4": [],
    "v5": []
}

var _changelog_avatar = {
    "1410": {
        "v3": [
            "``基础数值`- 能量 130.0 → 110.0 ;"
        ]
    },
    "1412": {},
    "23047": {},
    "23048": {},
    "22005": {}
}

var _changelog_veradd = {
    "v3": [
        {
            "Stance": [
                [
                    34.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ],
                [
                    38.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ]
            ],
            "Name": "雷奔云谲的恶狼主",
            "_id": 2034014,
            "Icon": "mostericon/Monster_2034010.png"
        },
        {
            "Stance": [
                [
                    34.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ],
                [
                    38.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ]
            ],
            "Name": "雷奔云谲的恶狼主",
            "_id": 203401401,
            "Icon": "mostericon/Monster_2034010.png"
        },
        {
            "Stance": [
                [
                    34.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ],
                [
                    38.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ]
            ],
            "Name": "雷奔云谲的恶狼主",
            "_id": 203401402,
            "Icon": "mostericon/Monster_2034010.png"
        },
        {
            "Stance": [
                [
                    34.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ],
                [
                    38.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ]
            ],
            "Name": "雷奔云谲的恶狼主",
            "_id": 203401403,
            "Icon": "mostericon/Monster_2034010.png"
        },
        {
            "Stance": [
                [
                    34.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ],
                [
                    38.0,
                    [
                        "Phys",
                        "Fire",
                        "Wind",
                        "Quantum"
                    ]
                ]
            ],
            "Name": "雷奔云谲的恶狼主",
            "_id": 203401404,
            "Icon": "mostericon/Monster_2034010.png"
        }
    ],
    "v5": [
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "蛊言妄念的蚀心兽",
            "_id": 2033022,
            "Icon": "mostericon/Monster_2033020.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "蛊言妄念的蚀心兽",
            "_id": 203302201,
            "Icon": "mostericon/Monster_2033020.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "蛊言妄念的蚀心兽",
            "_id": 203302202,
            "Icon": "mostericon/Monster_2033020.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "蛊言妄念的蚀心兽",
            "_id": 203302203,
            "Icon": "mostericon/Monster_2033020.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "蛊言妄念的蚀心兽",
            "_id": 203302204,
            "Icon": "mostericon/Monster_2033020.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "业火焚心的影将军",
            "_id": 2035012,
            "Icon": "mostericon/Monster_2035010.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "业火焚心的影将军",
            "_id": 203501201,
            "Icon": "mostericon/Monster_2035010.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "业火焚心的影将军",
            "_id": 203501202,
            "Icon": "mostericon/Monster_2035010.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "业火焚心的影将军",
            "_id": 203501203,
            "Icon": "mostericon/Monster_2035010.png"
        },
        {
            "HP": [
                367.5,
                385.0
            ],
            "Name": "业火焚心的影将军",
            "_id": 203501204,
            "Icon": "mostericon/Monster_2035010.png"
        }
    ]
}

var _hidden = [
    {
        "Name": "「欢愉」测试活动",
        "Date": "2025/07/28",
        "Ver": "3.5v5",
        "Notes": [
            {
                "Title": "「乐子活动」",
                "DescList": [
                    "• 未来有一个内部名@「乐子活动」#的活动，最早 @3.6# 版本上线",
                    "• 此活动中，队伍可以获得七种不同属性的@「元素球」#，用来触发@特定效果#，以及对敌人@造成固定伤害#（伤害标签为击破伤害，原因未知）",
                    "• 由特效及命名可知，这大概率和未来@「欢愉」命途#有关"
                ]
            }
        ]
    },
    {
        "Name": "三月七SP、丹恒SP、昔涟",
        "Date": "2025/07/20",
        "Ver": "3.5v3",
        "Notes": [
            {
                "Title": "三月七SP",
                "DescList": [
                    "• 记忆命途，输出角色",
                    "• 可以@强化#自身忆灵",
                    "• 由周期演算可知，应为基于@生命值#的角色，且卡池在版本上半"
                ]
            },
            {
                "Title": "丹恒SP",
                "DescList": [
                    "• 战技对@我方单体#施放",
                    "• 具有@行动条召唤物#（非忆灵）"
                ]
            },
            {
                "Title": "昔涟",
                "DescList": [
                    "• 记忆命途，辅助角色",
                    "• 战技目标为@我方全体#",
                    "• 具有@多个忆灵技#，这些技能目标为@我方全体#"
                ]
            }
        ]
    },
    {
        "Name": "可能的新机制：战斗内命途改变",
        "Date": "2025/07/06",
        "Ver": "3.5v1",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "3.5 新增判定@【战斗中某角色命途改变】#的功能",
                    "推测：后续的某些角色可以在战斗中改变自身命途"
                ]
            }
        ]
    },
    {
        "Name": "3.X 角色ID和体型",
        "Date": "2025/06/30",
        "Ver": "3.5v1",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "3.5 @1413# 长夜月 - 大少女（三月七）",
                    "3.5 @1412# 刻律德菈 - 小少女（@<b>璃宝</b>#）",
                    "@1410# 海瑟音 - 大少女（三月七）",
                    "@1409# 风堇 - 小少女（@<b>璃宝</b>#）",
                    "@1408# 白厄 - 成男（瓦尔特）",
                    "@1407# 遐蝶 - 大少女（三月七）",
                    "@1406# 赛飞儿 - 大少女（三月七）",
                    "@1405# 那刻夏 - 小成男（丹恒）",
                    "@1404# 万敌 - 成男（瓦尔特）",
                    "@1403# 缇宝 - 萝莉（白露）",
                    "@1402# 阿格莱雅 - 成女（姬子）",
                    "@1401# 大黑塔 - 大少女（三月七）"
                ]
            }
        ]
    },
    {
        "Name": "花火SP（更新）",
        "Date": "2025/06/05",
        "Ver": "3.4v3",
        "Pics": [
            "avatardrawcardresult/1306"
        ],
        "Notes": [
            {
                "DescList": [
                    "• 花火SP代码名为 @Hanabi#（花火的日语名），而原花火的代码名是 @Sparkle#（花火的官方英文名）",
                    "• 从数据来看，可能会有一个新的@自机命途#，具体哪个命途未知",
                    "• 天赋有不同的颜色标记：红、黑、「未知」"
                ]
            }
        ]
    },
    {
        "Name": "3.4 新功能：剧情跳过",
        "Date": "2025/06/02",
        "Ver": "3.4v3",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• 3.4 版本将上线「剧情跳过」功能，可以@直接跳过#某些剧情",
                    "• 目前@暂未设定#哪些剧情可以跳过；最终官方会选择哪些任务设为可跳过，需要等待进一步信息",
                    "• 但从目前的预留数据来看，@所有类型的剧情#都有被选择成为可跳过的可能性"
                ]
            }
        ]
    },
    {
        "Name": "白厄第二形态",
        "Date": "2025/04/09",
        "Ver": "3.3v1",
        "Notes": [
            {
                "Title": "第二形态",
                "Desc": "• 白厄疑似有第二形态，名字可能叫 @Demiurge#<br>• 疑似有与此形态相关的 @Boss#"
            }
        ]
    }
]

var cl_select = {
    "v4 - v5": 4,
    "v3 - v4": 3,
    "v2 - v3": 2,
    "v1 - v2": 1
}

var cl_vers = [
    "v1",
    "v2",
    "v3",
    "v4",
    "v5"
]

var _diff_avatar = [
    1410,
    1412
]

var _diff_weapon = [
    23047,
    23048,
    22005
]

var _weapon = [
    {
        "_id": 23048,
        "Name": "金血铭刻的时代",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23048,
        "Pic": "23048.png",
        "Mat": [
            115013,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23047,
        "Name": "海洋为何而歌",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23047,
        "Pic": "23047.png",
        "Mat": [
            115003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 22005,
        "Name": "永远的迷境饭",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22005,
        "Pic": "22005.png",
        "Mat": [
            115003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 23046,
        "Name": "理想燃烧的地狱",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23046,
        "Pic": "23046.png",
        "Mat": [
            111003,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23045,
        "Name": "没有回报的加冕",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23045,
        "Pic": "23045.png",
        "Mat": [
            111013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23044,
        "Name": "黎明恰如此燃烧",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23044,
        "Pic": "23044.png",
        "Mat": [
            115013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 687.96,
            "DEF": 396.9
        }
    },
    {
        "_id": 23043,
        "Name": "谎言在风中飘扬",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23043,
        "Pic": "23043.png",
        "Mat": [
            115013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23042,
        "Name": "愿虹光永驻天空",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23042,
        "Pic": "23042.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23041,
        "Name": "生命当付之一炬",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23041,
        "Pic": "23041.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23040,
        "Name": "让告别，更美一些",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23040,
        "Pic": "23040.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23039,
        "Name": "血火啊，燃烧前路",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23039,
        "Pic": "23039.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1375.92,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 23038,
        "Name": "如果时间是一朵花",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23038,
        "Pic": "23038.png",
        "Mat": [
            115003,
            110233
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23037,
        "Name": "向着不可追问处",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23037,
        "Pic": "23037.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23036,
        "Name": "将光阴织成黄金",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23036,
        "Pic": "23036.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23035,
        "Name": "长路终有归途",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23035,
        "Pic": "23035.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 661.5
        }
    },
    {
        "_id": 23034,
        "Name": "回到大地的飞行",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23034,
        "Pic": "23034.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23033,
        "Name": "忍法帖 · 缭乱破魔",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23033,
        "Pic": "23033.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23032,
        "Name": "唯有香如故",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23032,
        "Pic": "23032.png",
        "Mat": [
            113003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23031,
        "Name": "我将，巡征追猎",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23031,
        "Pic": "23031.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23030,
        "Name": "落日时起舞",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23030,
        "Pic": "23030.png",
        "Mat": [
            113013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23029,
        "Name": "那无数个春天",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23029,
        "Pic": "23029.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23028,
        "Name": "偏偏希望无价",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23028,
        "Pic": "23028.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23027,
        "Name": "驶向第二次生命",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23027,
        "Pic": "23027.png",
        "Mat": [
            114013,
            110193
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23026,
        "Name": "夜色流光溢彩",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23026,
        "Pic": "23026.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23025,
        "Name": "梦应归于何处",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23025,
        "Pic": "23025.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23024,
        "Name": "行于流逝的岸",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23024,
        "Pic": "23024.png",
        "Mat": [
            114003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23023,
        "Name": "命运从未公平",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23023,
        "Pic": "23023.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 661.5
        }
    },
    {
        "_id": 23022,
        "Name": "重塑时光之忆",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23022,
        "Pic": "23022.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23021,
        "Name": "游戏尘寰",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23021,
        "Pic": "23021.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23020,
        "Name": "纯粹思维的洗礼",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23020,
        "Pic": "23020.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23019,
        "Name": "镜中故我",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23019,
        "Pic": "23019.png",
        "Mat": [
            113003,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23018,
        "Name": "片刻，留在眼底",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23018,
        "Pic": "23018.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23017,
        "Name": "惊魂夜",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23017,
        "Pic": "23017.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23016,
        "Name": "烦恼着，幸福着",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23016,
        "Pic": "23016.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23015,
        "Name": "比阳光更明亮的",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23015,
        "Pic": "23015.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23014,
        "Name": "此身为剑",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23014,
        "Pic": "23014.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23013,
        "Name": "时节不居",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23013,
        "Pic": "23013.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 23012,
        "Name": "如泥酣眠",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23012,
        "Pic": "23012.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23011,
        "Name": "她已闭上双眼",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23011,
        "Pic": "23011.png",
        "Mat": [
            113013,
            110143
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 23010,
        "Name": "拂晓之前",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23010,
        "Pic": "23010.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23009,
        "Name": "到不了的彼岸",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23009,
        "Pic": "23009.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 582.12,
            "DEF": 330.75
        }
    },
    {
        "_id": 23008,
        "Name": "棺的回响",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23008,
        "Pic": "23008.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23007,
        "Name": "雨一直下",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23007,
        "Pic": "23007.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23006,
        "Name": "只需等待",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23006,
        "Pic": "23006.png",
        "Mat": [
            111013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23005,
        "Name": "制胜的瞬间",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23005,
        "Pic": "23005.png",
        "Mat": [
            112003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 595.35
        }
    },
    {
        "_id": 23004,
        "Name": "以世界之名",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23004,
        "Pic": "23004.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23003,
        "Name": "但战斗还未结束",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23003,
        "Pic": "23003.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23002,
        "Name": "无可取代的东西",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23002,
        "Pic": "23002.png",
        "Mat": [
            112013,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23001,
        "Name": "于夜色中",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23001,
        "Pic": "23001.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23000,
        "Name": "银河铁道之夜",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23000,
        "Pic": "23000.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 24005,
        "Name": "记忆永不落幕",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 24005,
        "Pic": "24005.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24004,
        "Name": "不息的演算",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 24004,
        "Pic": "24004.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24003,
        "Name": "孤独的疗愈",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 24003,
        "Pic": "24003.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24002,
        "Name": "记忆的质料",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 24002,
        "Pic": "24002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 24001,
        "Name": "星海巡航",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 24001,
        "Pic": "24001.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 24000,
        "Name": "记一位星神的陨落",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 24000,
        "Pic": "24000.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 22004,
        "Name": "宇宙大生意",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 22004,
        "Pic": "22004.png",
        "Mat": [
            115003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22003,
        "Name": "忍事录 · 音律狩猎",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 22003,
        "Pic": "22003.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 22002,
        "Name": "为了明日的旅途",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22002,
        "Pic": "22002.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22001,
        "Name": "嘿，我在这儿",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 22001,
        "Pic": "22001.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 22000,
        "Name": "新手任务开始前",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 22000,
        "Pic": "22000.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21062,
        "Name": "于那终点再见",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21062,
        "Pic": "21062.png",
        "Mat": [
            115013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21061,
        "Name": "假日浴场大冒险",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21061,
        "Pic": "21061.png",
        "Mat": [
            115003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21060,
        "Name": "氤氲麦香的梦",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21060,
        "Pic": "21060.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21058,
        "Name": "一行往日的血",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21058,
        "Pic": "21058.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21057,
        "Name": "花儿不会忘记",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21057,
        "Pic": "21057.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21056,
        "Name": "追逐风的时候",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21056,
        "Pic": "21056.png",
        "Mat": [
            115013,
            110233
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21055,
        "Name": "直到明天的明天",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21055,
        "Pic": "21055.png",
        "Mat": [
            115003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21054,
        "Name": "故事的下一页",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21054,
        "Pic": "21054.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21053,
        "Name": "愿旅途永远坦然",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21053,
        "Pic": "21053.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21052,
        "Name": "多流汗，少流泪",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21052,
        "Pic": "21052.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 198.45
        }
    },
    {
        "_id": 21051,
        "Name": "天才们的问候",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21051,
        "Pic": "21051.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21050,
        "Name": "胜利只在朝夕间",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21050,
        "Pic": "21050.png",
        "Mat": [
            111013,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21048,
        "Name": "梦的蒙太奇",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21048,
        "Pic": "21048.png",
        "Mat": [
            114003,
            110243
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21047,
        "Name": "黑夜如影随行",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21047,
        "Pic": "21047.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21046,
        "Name": "芳华待灼",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21046,
        "Pic": "21046.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21045,
        "Name": "谐乐静默之后",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21045,
        "Pic": "21045.png",
        "Mat": [
            114013,
            110203
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21044,
        "Name": "无边曼舞",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21044,
        "Pic": "21044.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21043,
        "Name": "两个人的演唱会",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21043,
        "Pic": "21043.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21042,
        "Name": "铭记于心的约定",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21042,
        "Pic": "21042.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21041,
        "Name": "好戏开演",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21041,
        "Pic": "21041.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21040,
        "Name": "银河沦陷日",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21040,
        "Pic": "21040.png",
        "Mat": [
            114003,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21039,
        "Name": "织造命运之线",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21039,
        "Pic": "21039.png",
        "Mat": [
            114013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21038,
        "Name": "在火的远处",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21038,
        "Pic": "21038.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21037,
        "Name": "最后的赢家",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21037,
        "Pic": "21037.png",
        "Mat": [
            114013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21036,
        "Name": "美梦小镇大冒险",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21036,
        "Pic": "21036.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21035,
        "Name": "何物为真",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21035,
        "Pic": "21035.png",
        "Mat": [
            114003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21034,
        "Name": "今日亦是和平的一日",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21034,
        "Pic": "21034.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21033,
        "Name": "无处可逃",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21033,
        "Pic": "21033.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 264.6
        }
    },
    {
        "_id": 21032,
        "Name": "镂月裁云之意",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21032,
        "Pic": "21032.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21031,
        "Name": "重返幽冥",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21031,
        "Pic": "21031.png",
        "Mat": [
            113003,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21030,
        "Name": "这就是我啦！",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21030,
        "Pic": "21030.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21029,
        "Name": "后会有期",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21029,
        "Pic": "21029.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21028,
        "Name": "暖夜不会漫长",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21028,
        "Pic": "21028.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21027,
        "Name": "早餐的仪式感",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21027,
        "Pic": "21027.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21026,
        "Name": "汪！散步时间！",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21026,
        "Pic": "21026.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21025,
        "Name": "过往未来",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21025,
        "Pic": "21025.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21024,
        "Name": "春水初生",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21024,
        "Pic": "21024.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21023,
        "Name": "我们是地火",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21023,
        "Pic": "21023.png",
        "Mat": [
            112013,
            110143
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 21022,
        "Name": "延长记号",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21022,
        "Pic": "21022.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21021,
        "Name": "等价交换",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21021,
        "Pic": "21021.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21020,
        "Name": "天才们的休憩",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21020,
        "Pic": "21020.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21019,
        "Name": "在蓝天下",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21019,
        "Pic": "21019.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21018,
        "Name": "舞！舞！舞！",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21018,
        "Pic": "21018.png",
        "Mat": [
            113013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21017,
        "Name": "点个关注吧！",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21017,
        "Pic": "21017.png",
        "Mat": [
            113013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21016,
        "Name": "宇宙市场趋势",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21016,
        "Pic": "21016.png",
        "Mat": [
            113003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21015,
        "Name": "决心如汗珠般闪耀",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21015,
        "Pic": "21015.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21014,
        "Name": "此时恰好",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21014,
        "Pic": "21014.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21013,
        "Name": "别让世界静下来",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21013,
        "Pic": "21013.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21012,
        "Name": "秘密誓心",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21012,
        "Pic": "21012.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21011,
        "Name": "与行星相会",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21011,
        "Pic": "21011.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21010,
        "Name": "论剑",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21010,
        "Pic": "21010.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21009,
        "Name": "朗道的选择",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21009,
        "Pic": "21009.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21008,
        "Name": "猎物的视线",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21008,
        "Pic": "21008.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21007,
        "Name": "同一种心情",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21007,
        "Pic": "21007.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21006,
        "Name": "「我」的诞生",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21006,
        "Pic": "21006.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21005,
        "Name": "鼹鼠党欢迎你",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21005,
        "Pic": "21005.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21004,
        "Name": "记忆中的模样",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21004,
        "Pic": "21004.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21003,
        "Name": "唯有沉默",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21003,
        "Pic": "21003.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21002,
        "Name": "余生的第一天",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21002,
        "Pic": "21002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21001,
        "Name": "晚安与睡颜",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21001,
        "Pic": "21001.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21000,
        "Name": "一场术后对话",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21000,
        "Pic": "21000.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 20022,
        "Name": "溯忆",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20022,
        "Pic": "20022.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 635.04,
            "ATK": 423.36,
            "DEF": 264.6
        }
    },
    {
        "_id": 20021,
        "Name": "焚影",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20021,
        "Pic": "20021.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20020,
        "Name": "睿见",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20020,
        "Pic": "20020.png",
        "Mat": [
            111013,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20019,
        "Name": "调和",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20019,
        "Pic": "20019.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20018,
        "Name": "匿影",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20018,
        "Pic": "20018.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20017,
        "Name": "开疆",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20017,
        "Pic": "20017.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20016,
        "Name": "俱殁",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20016,
        "Pic": "20016.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20015,
        "Name": "蕃息",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20015,
        "Pic": "20015.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20014,
        "Name": "相抗",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20014,
        "Pic": "20014.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20013,
        "Name": "灵钥",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20013,
        "Pic": "20013.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20012,
        "Name": "轮契",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20012,
        "Pic": "20012.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20011,
        "Name": "渊环",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20011,
        "Pic": "20011.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20010,
        "Name": "戍御",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20010,
        "Pic": "20010.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20009,
        "Name": "乐圮",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20009,
        "Pic": "20009.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20008,
        "Name": "嘉果",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20008,
        "Pic": "20008.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20007,
        "Name": "离弦",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20007,
        "Pic": "20007.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20006,
        "Name": "智库",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20006,
        "Pic": "20006.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20005,
        "Name": "齐颂",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20005,
        "Pic": "20005.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20004,
        "Name": "幽邃",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20004,
        "Pic": "20004.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20003,
        "Name": "琥珀",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20003,
        "Pic": "20003.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 264.6,
            "DEF": 330.75
        }
    },
    {
        "_id": 20002,
        "Name": "天倾",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20002,
        "Pic": "20002.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20001,
        "Name": "物穰",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20001,
        "Pic": "20001.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20000,
        "Name": "锋镝",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20000,
        "Pic": "20000.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    }
]

var _relic = [
    {
        "_id": 322,
        "Name": "沉欢醉饮的海隅",
        "Icon": "71047.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。当装备者的攻击力大于等于 <b>2400</b> / <b>3600</b> 时，使造成的持续伤害额外提高 <b>12%</b> / <b>24%</b> 。"
        ]
    },
    {
        "_id": 321,
        "Name": "妖精织梦的乐园",
        "Icon": "71046.png",
        "Skills": [
            "队伍中当前在场的我方目标数量不等于4时，每多/少1名我方目标，使装备者及其忆灵造成的伤害提高 <b>9%</b> / <b>12%</b> ，最多叠加 <b>4</b> / <b>3</b> 层。"
        ]
    },
    {
        "_id": 320,
        "Name": "渊思寂虑的巨树",
        "Icon": "71043.png",
        "Skills": [
            "使装备者的速度提高 <b>6%</b> 。当装备者的速度大于等于 <b>135</b> / <b>180</b> 时，使装备者及其忆灵的治疗量提高 <b>12%</b> / <b>20%</b> 。"
        ]
    },
    {
        "_id": 319,
        "Name": "谧宁拾骨地",
        "Icon": "71042.png",
        "Skills": [
            "使装备者的生命上限提高 <b>12%</b> 。当装备者的生命上限大于等于 <b>5000</b> 点时，使装备者及其忆灵的暴击伤害提高 <b>28%</b> 。"
        ]
    },
    {
        "_id": 318,
        "Name": "奇想蕉乐园",
        "Icon": "71037.png",
        "Skills": [
            "使装备者的暴击伤害提高 <b>16%</b> ，当存在装备者召唤的目标时，暴击伤害额外提高 <b>32%</b> 。"
        ]
    },
    {
        "_id": 317,
        "Name": "沉陆海域露莎卡",
        "Icon": "71036.png",
        "Skills": [
            "使装备者的能量恢复效率提高 <b>5%</b> ，如果装备者不是编队中的第一位角色，使编队中的第一位角色攻击力提高 <b>12%</b> 。"
        ]
    },
    {
        "_id": 316,
        "Name": "劫火莲灯铸炼宫",
        "Icon": "71035.png",
        "Skills": [
            "使装备者的速度提高 <b>6%</b> 。当装备者击中拥有火属性弱点的敌方目标时，击破特攻提高 <b>40%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    {
        "_id": 315,
        "Name": "奔狼的都蓝王朝",
        "Icon": "71034.png",
        "Skills": [
            "我方角色施放追加攻击时，装备者获得一层【功勋】，最多叠加 <b>5</b> 层，每层【功勋】使装备者追加攻击造成的伤害提高 <b>5%</b> ，叠满 <b>5</b> 层时，额外使装备者的暴击伤害提高 <b>25%</b> 。"
        ]
    },
    {
        "_id": 314,
        "Name": "出云显世与高天神国",
        "Icon": "71031.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。进入战斗时，若至少存在一名与装备者命途相同的队友，装备者的暴击率提高 <b>12%</b> 。"
        ]
    },
    {
        "_id": 313,
        "Name": "无主荒星茨冈尼亚",
        "Icon": "71030.png",
        "Skills": [
            "使装备者的暴击率提高 <b>4%</b> 。当敌方目标被消灭时，装备者暴击伤害提高 <b>4%</b> ，最多叠加 <b>10</b> 层。"
        ]
    },
    {
        "_id": 312,
        "Name": "梦想之地匹诺康尼",
        "Icon": "71027.png",
        "Skills": [
            "使装备者的能量恢复效率提高 <b>5%</b> 。使队伍中与装备者属性相同的我方其他角色造成的伤害提高 <b>10%</b> 。"
        ]
    },
    {
        "_id": 311,
        "Name": "苍穹战线格拉默",
        "Icon": "71026.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。当装备者的速度大于等于 <b>135</b> / <b>160</b> 时，使装备者造成的伤害提高 <b>12%</b> / <b>18%</b> 。"
        ]
    },
    {
        "_id": 310,
        "Name": "折断的龙骨",
        "Icon": "71023.png",
        "Skills": [
            "使装备者的效果抵抗提高 <b>10%</b> 。当装备者的效果抵抗大于等于 <b>30%</b> 时，我方全体暴击伤害提高 <b>10%</b> 。"
        ]
    },
    {
        "_id": 309,
        "Name": "繁星竞技场",
        "Icon": "71022.png",
        "Skills": [
            "使装备者的暴击率提高 <b>8%</b> 。当装备者的当前暴击率大于等于 <b>70%</b> 时，普攻和战技造成的伤害提高 <b>20%</b> 。"
        ]
    },
    {
        "_id": 308,
        "Name": "生命的翁瓦克",
        "Icon": "71019.png",
        "Skills": [
            "使装备者的能量恢复效率提高 <b>5%</b> 。当装备者的速度大于等于 <b>120</b> 时，进入战斗时立刻使行动提前 <b>40%</b> 。"
        ]
    },
    {
        "_id": 307,
        "Name": "盗贼公国塔利亚",
        "Icon": "71018.png",
        "Skills": [
            "使装备者的击破特攻提高 <b>16%</b> 。当装备者的速度大于等于 <b>145</b> 时，击破特攻额外提高 <b>20%</b> 。"
        ]
    },
    {
        "_id": 306,
        "Name": "停转的萨尔索图",
        "Icon": "71017.png",
        "Skills": [
            "使装备者的暴击率提高 <b>8%</b> 。当装备者当前暴击率大于等于 <b>50%</b> 时，终结技和追加攻击造成的伤害提高 <b>15%</b> 。"
        ]
    },
    {
        "_id": 305,
        "Name": "星体差分机",
        "Icon": "71016.png",
        "Skills": [
            "使装备者的暴击伤害提高 <b>16%</b> 。当装备者的暴击伤害大于等于 <b>120%</b> 时，进入战斗后装备者的暴击率提高 <b>60%</b> ，持续到施放首次攻击后结束。"
        ]
    },
    {
        "_id": 304,
        "Name": "筑城者的贝洛伯格",
        "Icon": "71015.png",
        "Skills": [
            "使装备者的防御力提高 <b>15%</b> 。当装备者的效果命中大于等于 <b>50%</b> 时，防御力额外提高 <b>15%</b> 。"
        ]
    },
    {
        "_id": 303,
        "Name": "泛银河商业公司",
        "Icon": "71014.png",
        "Skills": [
            "使装备者的效果命中提高 <b>10%</b> 。同时提高装备者等同于当前效果命中 <b>25%</b> 的攻击力，最多提高 <b>25%</b> 。"
        ]
    },
    {
        "_id": 302,
        "Name": "不老者的仙舟",
        "Icon": "71013.png",
        "Skills": [
            "使装备者的生命上限提高 <b>12%</b> 。当装备者的速度大于等于 <b>120</b> 时，我方全体攻击力提高 <b>8%</b> 。"
        ]
    },
    {
        "_id": 301,
        "Name": "太空封印站",
        "Icon": "71012.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。当装备者的速度大于等于 <b>120</b> 时，攻击力额外提高 <b>12%</b> 。"
        ]
    },
    {
        "_id": 126,
        "Name": "恶海逐波的船长",
        "Icon": "71045.png",
        "Skills": [
            "暴击伤害提高 <b>16%</b> 。",
            "装备者成为其他我方目标的技能目标时，获得1层【助力】，最多叠加 <b>2</b> 层。施放终结技时，若持有 <b>2</b> 层【助力】，消耗所有【助力】，使装备者攻击力提高 <b>48%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    {
        "_id": 125,
        "Name": "烈阳惊雷的女武神",
        "Icon": "71044.png",
        "Skills": [
            "速度提高 <b>6%</b> 。",
            "当装备者及其忆灵为装备者及其忆灵以外的我方目标提供治疗后，使装备者获得【甘霖】，每回合最多触发1次，持续 <b>2</b> 回合。装备者持有【甘霖】时，速度提高 <b>6%</b> ，我方全体暴击伤害提高 <b>15%</b> ，该效果无法叠加。"
        ]
    },
    {
        "_id": 124,
        "Name": "哀歌覆国的诗人",
        "Icon": "71041.png",
        "Skills": [
            "量子属性伤害提高 <b>10%</b> 。",
            "使装备者的速度降低 <b>8%</b> 。进入战斗前，若装备者的速度小于 <b>110</b> / <b>95</b> ，使装备者的暴击率提高 <b>20%</b> / <b>32%</b> 。该效果同时对装备者的忆灵生效。"
        ]
    },
    {
        "_id": 123,
        "Name": "凯歌祝捷的英豪",
        "Icon": "71040.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "装备者的忆灵在场时，装备者的速度提高 <b>6%</b> ，装备者的忆灵攻击时，装备者和忆灵的暴击伤害提高 <b>30%</b> ，持续 <b>2</b> 回合。"
        ]
    },
    {
        "_id": 122,
        "Name": "识海迷坠的学者",
        "Icon": "71039.png",
        "Skills": [
            "暴击率提高 <b>8%</b> 。",
            "战技和终结技造成的伤害提高 <b>20%</b> ，施放终结技后，下一次施放战技时造成的伤害额外提高 <b>25%</b> 。"
        ]
    },
    {
        "_id": 121,
        "Name": "重循苦旅的司铎",
        "Icon": "71038.png",
        "Skills": [
            "速度提高 <b>6%</b> 。",
            "对我方单体目标施放战技或终结技时，使技能目标的暴击伤害提高 <b>18%</b> ，持续 <b>2</b> 回合，该效果最多叠加 <b>2</b> 次。"
        ]
    },
    {
        "_id": 120,
        "Name": "风举云飞的勇烈",
        "Icon": "71033.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "使装备者的暴击率提高 <b>6%</b> ，装备者施放追加攻击时，使终结技造成的伤害提高 <b>36%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    {
        "_id": 119,
        "Name": "荡除蠹灾的铁骑",
        "Icon": "71032.png",
        "Skills": [
            "击破特攻提高 <b>16%</b> 。",
            "当装备者的击破特攻大于等于 <b>150%</b> 时，对敌方目标造成的击破伤害无视其 <b>10%</b> 的防御力。当装备者的击破特攻大于等于 <b>250%</b> 时，对敌方目标造成的超击破伤害额外无视其 <b>15%</b> 的防御力。"
        ]
    },
    {
        "_id": 118,
        "Name": "机心戏梦的钟表匠",
        "Icon": "71029.png",
        "Skills": [
            "击破特攻提高 <b>16%</b> 。",
            "当装备者对我方目标施放终结技时，我方全体击破特攻提高 <b>30%</b> ，持续 <b>2</b> 回合，该效果无法叠加。"
        ]
    },
    {
        "_id": 117,
        "Name": "死水深潜的先驱",
        "Icon": "71028.png",
        "Skills": [
            "对受负面状态影响的敌人造成的伤害提高 <b>12%</b> 。",
            "暴击率提高 <b>4%</b> ，装备者对陷入不少于 <b>2</b> / <b>3</b> 个负面效果的敌方目标造成的暴击伤害提高 <b>8%</b> / <b>12%</b> 。装备者对敌方目标施加负面效果后，上述效果提高 <b>100%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    {
        "_id": 116,
        "Name": "幽锁深牢的系囚",
        "Icon": "71025.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "敌方目标每承受1个持续伤害效果，装备者对其造成伤害时就无视其 <b>6%</b> 的防御力，最多计入 <b>3</b> 个持续伤害效果。"
        ]
    },
    {
        "_id": 115,
        "Name": "毁烬焚骨的大公",
        "Icon": "71024.png",
        "Skills": [
            "追加攻击造成的伤害提高 <b>20%</b> 。",
            "装备者施放追加攻击时，根据追加攻击造成伤害的次数，每次造成伤害时使装备者的攻击力提高 <b>6%</b> ，最多叠加 <b>8</b> 次，持续 <b>3</b> 回合。该效果在装备者下一次施放追加攻击时移除。"
        ]
    },
    {
        "_id": 114,
        "Name": "骇域漫游的信使",
        "Icon": "71021.png",
        "Skills": [
            "速度提高 <b>6%</b> 。",
            "当装备者对我方目标施放终结技时，我方全体速度提高 <b>12%</b> ，持续 <b>1</b> 回合，该效果无法叠加。"
        ]
    },
    {
        "_id": 113,
        "Name": "宝命长存的莳者",
        "Icon": "71020.png",
        "Skills": [
            "生命上限提高 <b>12%</b> 。",
            "当装备者受到攻击或被我方目标消耗生命值后，暴击率提高 <b>8%</b> ，持续 <b>2</b> 回合，该效果最多叠加 <b>2</b> 层。"
        ]
    },
    {
        "_id": 112,
        "Name": "盗匪荒漠的废土客",
        "Icon": "71011.png",
        "Skills": [
            "虚数属性伤害提高 <b>10%</b> 。",
            "装备者对陷入负面效果的敌方目标造成伤害时暴击率提高 <b>10%</b> ，对陷入禁锢状态的敌方目标造成伤害时暴击伤害提高 <b>20%</b> 。"
        ]
    },
    {
        "_id": 111,
        "Name": "流星追迹的怪盗",
        "Icon": "71010.png",
        "Skills": [
            "击破特攻提高 <b>16%</b> 。",
            "使装备者的击破特攻提高 <b>16%</b> 。当装备者击破敌方目标弱点后，恢复 <b>3</b> 点能量。"
        ]
    },
    {
        "_id": 110,
        "Name": "晨昏交界的翔鹰",
        "Icon": "71009.png",
        "Skills": [
            "风属性伤害提高 <b>10%</b> 。",
            "当装备者施放终结技后，使其行动提前 <b>25%</b> 。"
        ]
    },
    {
        "_id": 109,
        "Name": "激奏雷电的乐队",
        "Icon": "71008.png",
        "Skills": [
            "雷属性伤害提高 <b>10%</b> 。",
            "当装备者施放战技时，使装备者的攻击力提高 <b>20%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    {
        "_id": 108,
        "Name": "繁星璀璨的天才",
        "Icon": "71007.png",
        "Skills": [
            "量子属性伤害提高 <b>10%</b> 。",
            "当装备者对敌方目标造成伤害时，无视其 <b>10%</b> 的防御力。若目标拥有量子属性弱点，额外无视其 <b>10%</b> 的防御力。"
        ]
    },
    {
        "_id": 107,
        "Name": "熔岩锻铸的火匠",
        "Icon": "71006.png",
        "Skills": [
            "火属性伤害提高 <b>10%</b> 。",
            "使装备者战技造成的伤害提高 <b>12%</b> ，并使施放终结技后的下一次攻击造成的火属性伤害提高 <b>12%</b> 。"
        ]
    },
    {
        "_id": 106,
        "Name": "戍卫风雪的铁卫",
        "Icon": "71005.png",
        "Skills": [
            "受到伤害降低 <b>8%</b> 。",
            "回合开始时，如果装备者当前生命值百分比小于等于 <b>50%</b> ，则回复等同于自身生命上限 <b>8%</b> 的生命值，并恢复 <b>5</b> 点能量。"
        ]
    },
    {
        "_id": 105,
        "Name": "街头出身的拳王",
        "Icon": "71004.png",
        "Skills": [
            "物理属性伤害提高 <b>10%</b> 。",
            "当装备者施放攻击或受到攻击后，其在本场战斗中攻击力提高 <b>5%</b> ，最多叠加 <b>5</b> 层。"
        ]
    },
    {
        "_id": 104,
        "Name": "密林卧雪的猎人",
        "Icon": "71003.png",
        "Skills": [
            "冰属性伤害提高 <b>10%</b> 。",
            "当装备者施放终结技时，暴击伤害提高 <b>25%</b> ，持续 <b>2</b> 回合。"
        ]
    },
    {
        "_id": 103,
        "Name": "净庭教宗的圣骑士",
        "Icon": "71002.png",
        "Skills": [
            "防御力提高 <b>15%</b> 。",
            "使装备者提供的护盾量提高 <b>20%</b> 。"
        ]
    },
    {
        "_id": 102,
        "Name": "野穗伴行的快枪手",
        "Icon": "71001.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "使装备者的速度提高 <b>6%</b> ，普攻造成的伤害提高 <b>10%</b> 。"
        ]
    },
    {
        "_id": 101,
        "Name": "云无留迹的过客",
        "Icon": "71000.png",
        "Skills": [
            "治疗量提高 <b>10%</b> 。",
            "在战斗开始时，立即为我方恢复1个战技点。"
        ]
    }
]

var _avatarskill = {
    "141001": {
        "v1": {
            "Name": "小调，止水中回响",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v2": {
            "Name": "小调，止水中回响",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v3": {
            "Name": "小调，止水中回响",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v4": {
            "Name": "小调，止水中回响",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v5": {
            "Name": "小调，止水中回响",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        }
    },
    "141002": {
        "v1": {
            "Name": "泛音，暗流后齐鸣",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "有 <b>#2[p]</b> 的<u>基础概率</u>使敌方全体受到的伤害提高@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v2": {
            "Name": "泛音，暗流后齐鸣",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "有 <b>#2[p]</b> 的<u>基础概率</u>使敌方全体受到的伤害提高@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v3": {
            "Name": "泛音，暗流后齐鸣",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "有 <b>#2[p]</b> 的<u>基础概率</u>使敌方全体受到的伤害提高@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v4": {
            "Name": "泛音，暗流后齐鸣",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "有 <b>#2[p]</b> 的<u>基础概率</u>使敌方全体受到的伤害提高@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v5": {
            "Name": "泛音，暗流后齐鸣",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "有 <b>#2[p]</b> 的<u>基础概率</u>使敌方全体受到的伤害提高@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        }
    },
    "141003": {
        "v1": {
            "Name": "绝海回涛，噬魂舞曲",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "展开结界，使敌方目标攻击力降低 <b>#6[p]</b> ，防御力降低@ <b>#3[p]</b> #，对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>处于结界中的敌方目标每受到1次持续伤害，对其造成等同于海瑟音@ <b>#4[p]</b> #攻击力的物理属性持续伤害，该伤害不可重复触发此效果，且每回合开始时或我方目标单次行动内最多触发 <b>#5[f]</b> 次。<br>结界持续 <b>#2[f]</b> 回合，自身每回合开始时结界持续回合数减1。当海瑟音陷入<u>无法战斗状态</u>时，结界也会被解除。",
            "Params": [
                [
                    1.8,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.92,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    2.04,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    2.28,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    2.55,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    2.7,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    2.85,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    3.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    3.12,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    3.24,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    3.36,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    3.48,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    3.6,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v2": {
            "Name": "绝海回涛，噬魂舞曲",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "展开结界，使敌方目标攻击力降低 <b>#6[p]</b> ，防御力降低@ <b>#3[p]</b> #，对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>处于结界中的敌方目标每受到1次持续伤害，对其造成等同于海瑟音@ <b>#4[p]</b> #攻击力的物理属性持续伤害，该伤害不可重复触发此效果，且每回合开始时或我方目标单次行动内最多触发 <b>#5[f]</b> 次。<br>结界持续 <b>#2[f]</b> 回合，自身每回合开始时结界持续回合数减1。当海瑟音陷入<u>无法战斗状态</u>时，结界也会被解除。",
            "Params": [
                [
                    1.8,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.92,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    2.04,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    2.28,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    2.55,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    2.7,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    2.85,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    3.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    3.12,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    3.24,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    3.36,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    3.48,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    3.6,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v3": {
            "Name": "绝海回涛，噬魂舞曲",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "海瑟音展开结界，使敌方目标攻击力降低 <b>#6[p]</b> ，防御力降低@ <b>#3[p]</b> #，对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>处于结界中的敌方目标每受到1次持续伤害，海瑟音对其造成等同于自身@ <b>#4[p]</b> #攻击力的物理属性持续伤害，该伤害不可重复触发此效果，且每回合开始时或我方目标单次攻击内最多触发 <b>#5[f]</b> 次。<br>结界持续 <b>#2[f]</b> 回合，自身每回合开始时结界持续回合数减1。当海瑟音陷入<u>无法战斗状态</u>时，结界也会被解除。",
            "Params": [
                [
                    1.2,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.28,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    1.36,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    1.44,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    1.52,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    1.6,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    1.7,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    1.8,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    1.9,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    2.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    2.08,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    2.24,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    2.32,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v4": {
            "Name": "绝海回涛，噬魂舞曲",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "海瑟音展开结界，使敌方目标攻击力降低 <b>#6[p]</b> ，防御力降低@ <b>#3[p]</b> #，对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>处于结界中的敌方目标每受到1次持续伤害，海瑟音对其造成等同于自身@ <b>#4[p]</b> #攻击力的物理属性持续伤害，该伤害不可重复触发此效果，且每回合开始时或我方目标单次攻击内最多触发 <b>#5[f]</b> 次。<br>结界持续 <b>#2[f]</b> 回合，自身每回合开始时结界持续回合数减1。当海瑟音陷入<u>无法战斗状态</u>时，结界也会被解除。",
            "Params": [
                [
                    1.2,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.28,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    1.36,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    1.44,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    1.52,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    1.6,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    1.7,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    1.8,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    1.9,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    2.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    2.08,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    2.24,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    2.32,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v5": {
            "Name": "绝海回涛，噬魂舞曲",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "海瑟音展开结界，使敌方目标攻击力降低 <b>#6[p]</b> ，防御力降低@ <b>#3[p]</b> #，对敌方全体造成等同于海瑟音@ <b>#1[p]</b> #攻击力的物理属性伤害。<br>处于结界中的敌方目标每受到1次持续伤害，海瑟音对其造成等同于自身@ <b>#4[p]</b> #攻击力的物理属性持续伤害，该伤害不可重复触发此效果，且每回合开始时或我方目标单次攻击内最多触发 <b>#5[f]</b> 次。<br>结界持续 <b>#2[f]</b> 回合，自身每回合开始时结界持续回合数减1。当海瑟音陷入<u>无法战斗状态</u>时，结界也会被解除。",
            "Params": [
                [
                    1.2,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.28,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    1.36,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    1.44,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    1.52,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    1.6,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    1.7,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    1.8,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    1.9,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    2.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    2.08,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    2.24,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    2.32,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        }
    },
    "141004": {
        "v1": {
            "Name": "海妖在欢唱",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "施放普攻、战技、终结技时，有 <b>#1[p]</b> 的<u>基础概率</u>使敌方目标陷入风化/裂伤/灼烧/触电其中1种状态，且会优先陷入不同的状态。<br>风化/灼烧/触电状态下，敌方目标每回合开始时受到等同于海瑟音@ <b>#2[p]</b> #攻击力的风/火/雷属性的持续伤害，持续 <b>#5[f]</b> 回合。<br>裂伤状态下，敌方目标每回合开始时受到等同于自身 <b>#3[p]</b> 生命上限的物理属性持续伤害，最多不超过海瑟音攻击力的@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合。",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v2": {
            "Name": "海妖在欢唱",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "施放普攻、战技、终结技时，有 <b>#1[p]</b> 的<u>基础概率</u>使敌方目标陷入风化/裂伤/灼烧/触电其中1种状态，且会优先陷入不同的状态。<br>风化/灼烧/触电状态下，敌方目标每回合开始时受到等同于海瑟音@ <b>#2[p]</b> #攻击力的风/火/雷属性的持续伤害，持续 <b>#5[f]</b> 回合。<br>裂伤状态下，敌方目标每回合开始时受到等同于自身 <b>#3[p]</b> 生命上限的物理属性持续伤害，最多不超过海瑟音攻击力的@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合。",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v3": {
            "Name": "海妖在欢唱",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "我方目标攻击时，海瑟音有 <b>#1[p]</b> 的<u>基础概率</u>使被击中的敌方目标陷入风化/裂伤/灼烧/触电其中1种状态，且会优先陷入不同的状态。<br>风化/灼烧/触电状态下，敌方目标每回合开始时受到等同于海瑟音@ <b>#2[p]</b> #攻击力的风/火/雷属性的持续伤害，持续 <b>#5[f]</b> 回合。<br>裂伤状态下，敌方目标每回合开始时受到等同于自身 <b>#3[p]</b> 生命上限的物理属性持续伤害，最多不超过海瑟音攻击力的@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合。",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v4": {
            "Name": "海妖在欢唱",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "我方目标攻击时，海瑟音有 <b>#1[p]</b> 的<u>基础概率</u>使被击中的敌方目标陷入风化/裂伤/灼烧/触电其中1种状态，且会优先陷入不同的状态。<br>风化/灼烧/触电状态下，敌方目标每回合开始时受到等同于海瑟音@ <b>#2[p]</b> #攻击力的风/火/雷属性的持续伤害，持续 <b>#5[f]</b> 回合。<br>裂伤状态下，敌方目标每回合开始时受到等同于自身 <b>#3[p]</b> 生命上限的物理属性持续伤害，最多不超过海瑟音攻击力的@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合。",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v5": {
            "Name": "海妖在欢唱",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "我方目标攻击时，海瑟音有 <b>#1[p]</b> 的<u>基础概率</u>使被击中的敌方目标陷入风化/裂伤/灼烧/触电其中1种状态，且会优先陷入不同的状态。<br>风化/灼烧/触电状态下，敌方目标每回合开始时受到等同于海瑟音@ <b>#2[p]</b> #攻击力的风/火/雷属性的持续伤害，持续 <b>#5[f]</b> 回合。<br>裂伤状态下，敌方目标每回合开始时受到等同于自身 <b>#3[p]</b> 生命上限的物理属性持续伤害，最多不超过海瑟音攻击力的@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合。",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        }
    },
    "141006": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        }
    },
    "141007": {
        "v1": {
            "Name": "于海的栖息地",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造一个持续 <b>#1[f]</b> 秒并自动向前移动的特殊领域，处于特殊领域内的敌人陷入【醉心】状态。【醉心】状态下的敌人不会对海瑟音发动攻击，且在领域持续期间跟随领域。<br>与处于【醉心】状态下的敌人进入战斗后，有 <b>#2[p]</b> 的<u>基础概率</u>使敌方每个单体陷入与海瑟音天赋效果相同的风化/裂伤/灼烧/触电其中 <b>#3[f]</b> 种状态。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v2": {
            "Name": "于海的栖息地",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造一个持续 <b>#1[f]</b> 秒并自动向前移动的特殊领域，处于特殊领域内的敌人陷入【醉心】状态。【醉心】状态下的敌人不会对海瑟音发动攻击，且在领域持续期间跟随领域。<br>与处于【醉心】状态下的敌人进入战斗后，有 <b>#2[p]</b> 的<u>基础概率</u>使敌方每个单体陷入与海瑟音天赋效果相同的风化/裂伤/灼烧/触电其中 <b>#3[f]</b> 种状态。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v3": {
            "Name": "于海的栖息地",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造一个持续 <b>#1[f]</b> 秒并自动向前移动的特殊领域，处于特殊领域内的敌人陷入【醉心】状态。【醉心】状态下的敌人不会对我方目标发动攻击，且在领域持续期间跟随领域。<br>与处于【醉心】状态下的敌人进入战斗后，有 <b>#2[p]</b> 的<u>基础概率</u>使敌方每个单体陷入与海瑟音天赋效果相同的风化/裂伤/灼烧/触电其中 <b>#3[f]</b> 种状态。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v4": {
            "Name": "于海的栖息地",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造一个持续 <b>#1[f]</b> 秒并自动向前移动的特殊领域，处于特殊领域内的敌人陷入【醉心】状态。【醉心】状态下的敌人不会对我方目标发动攻击，且在领域持续期间跟随领域。<br>与处于【醉心】状态下的敌人进入战斗后，有 <b>#2[p]</b> 的<u>基础概率</u>使敌方每个单体陷入与海瑟音天赋效果相同的风化/裂伤/灼烧/触电其中 <b>#3[f]</b> 种状态。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v5": {
            "Name": "于海的栖息地",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造一个持续 <b>#1[f]</b> 秒并自动向前移动的特殊领域，处于特殊领域内的敌人陷入【醉心】状态。【醉心】状态下的敌人不会对我方目标发动攻击，且在领域持续期间跟随领域。<br>与处于【醉心】状态下的敌人进入战斗后，有 <b>#2[p]</b> 的<u>基础概率</u>使敌方每个单体目标陷入与海瑟音天赋效果相同的风化/裂伤/灼烧/触电其中 <b>#3[f]</b> 种状态。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        }
    },
    "141201": {
        "v1": {
            "Name": "易位，兵贵神速",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v2": {
            "Name": "易位，兵贵神速",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v3": {
            "Name": "易位，兵贵神速",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v4": {
            "Name": "易位，兵贵神速",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v5": {
            "Name": "易位，兵贵神速",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        }
    },
    "141202": {
        "v1": {
            "Name": "升变，士皆可帅",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "使指定我方单体角色获得【军功】并使刻律德菈获得 <b>#2[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。当充能达到 <b>#4[f]</b> 点时，【军功】升级为【爵位】并解除其<u>控制类负面状态</u>。持有【爵位】的角色造成的战技伤害的暴击伤害提高@ <b>#1[p]</b> #，对敌人施放战技时触发<u>奇袭</u>。<u>奇袭</u>结束后，消耗 <b>#4[f]</b> 点充能使【爵位】变回【军功】。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023
            ]
        },
        "v2": {
            "Name": "升变，士皆可帅",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色获得【军功】并使刻律德菈获得 <b>#2[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。当充能达到 <b>#4[f]</b> 点时，【军功】升级为【爵位】并解除其<u>控制类负面状态</u>。持有【爵位】的角色造成的战技伤害的暴击伤害提高@ <b>#1[p]</b> #，对敌人施放战技时触发<u>奇袭</u>。<u>奇袭</u>结束后，消耗 <b>#4[f]</b> 点充能使【爵位】变回【军功】。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023
            ]
        },
        "v3": {
            "Name": "升变，士皆可帅",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色获得【军功】并使刻律德菈获得 <b>#2[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。当充能达到 <b>#4[f]</b> 点时，自动使角色的【军功】升级为【爵位】并解除其<u>控制类负面状态</u>。持有【爵位】的角色被视为同时持有【军功】。持有【爵位】的角色造成的战技伤害的暴击伤害提高@ <b>#1[p]</b> #，对敌人施放战技时触发<u>奇袭</u>。刻律德菈处于<u>离场</u>状态时，持有【爵位】的角色造成的战技伤害的全属性<u>抗性穿透</u>提高@ <b>#5[p]</b> #。<u>奇袭</u>结束后，消耗 <b>#4[f]</b> 点充能使【爵位】变回【军功】。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0,
                    0.08
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0,
                    0.082
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0,
                    0.084
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0,
                    0.086
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0,
                    0.088
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0,
                    0.09
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0,
                    0.0925
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0,
                    0.095
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0,
                    0.0975
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0,
                    0.1
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0,
                    0.102
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0,
                    0.104
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0,
                    0.106
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0,
                    0.108
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0,
                    0.11
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023,
                10000016
            ]
        },
        "v4": {
            "Name": "升变，士皆可帅",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色获得【军功】并使刻律德菈获得 <b>#2[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。当充能达到 <b>#4[f]</b> 点时，自动使角色的【军功】升级为【爵位】并解除其<u>控制类负面状态</u>。持有【爵位】的角色被视为同时持有【军功】。持有【爵位】的角色造成的战技伤害的暴击伤害提高@ <b>#1[p]</b> #，对敌方目标施放战技时触发<u>奇袭</u>。刻律德菈处于<u>离场</u>状态时，持有【爵位】的角色造成的战技伤害的全属性<u>抗性穿透</u>提高@ <b>#5[p]</b> #。<u>奇袭</u>结束后，消耗 <b>#4[f]</b> 点充能使【爵位】变回【军功】。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0,
                    0.08
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0,
                    0.082
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0,
                    0.084
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0,
                    0.086
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0,
                    0.088
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0,
                    0.09
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0,
                    0.0925
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0,
                    0.095
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0,
                    0.0975
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0,
                    0.1
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0,
                    0.102
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0,
                    0.104
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0,
                    0.106
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0,
                    0.108
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0,
                    0.11
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023,
                10000016
            ]
        },
        "v5": {
            "Name": "升变，士皆可帅",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色获得【军功】并使刻律德菈获得 <b>#2[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。当充能达到 <b>#4[f]</b> 点时，自动使角色的【军功】升级为【爵位】并解除其<u>控制类负面状态</u>。持有【爵位】的角色被视为同时持有【军功】。持有【爵位】的角色造成的战技伤害的暴击伤害提高@ <b>#1[p]</b> #、全属性<u>抗性穿透</u>提高@ <b>#5[p]</b> #，对敌方目标施放战技时触发<u>奇袭</u>。<u>奇袭</u>结束后，消耗 <b>#4[f]</b> 点充能使【爵位】变回【军功】。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0,
                    0.08
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0,
                    0.082
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0,
                    0.084
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0,
                    0.086
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0,
                    0.088
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0,
                    0.09
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0,
                    0.0925
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0,
                    0.095
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0,
                    0.0975
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0,
                    0.1
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0,
                    0.102
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0,
                    0.104
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0,
                    0.106
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0,
                    0.108
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0,
                    0.11
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023
            ]
        }
    },
    "141203": {
        "v1": {
            "Name": "世事如棋，四步堪杀",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "获得 <b>#2[f]</b> 点充能。对敌方全体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。若场上不存在持有【军功】的角色，优先使当前我方编队中的第一位角色获得【军功】。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v2": {
            "Name": "世事如棋，四步堪杀",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "获得 <b>#2[f]</b> 点充能。对敌方全体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。若场上不存在持有【军功】的角色，优先使当前我方编队中的第一位角色获得【军功】。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v3": {
            "Name": "世事如棋，四步堪杀",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "获得 <b>#2[f]</b> 点充能。对敌方全体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。若场上不存在持有【军功】的角色，优先使当前我方编队中的第一位角色获得【军功】。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v4": {
            "Name": "世事如棋，四步堪杀",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "获得 <b>#2[f]</b> 点充能。对敌方全体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。若场上不存在持有【军功】的角色，优先使当前我方编队中的第一位角色获得【军功】。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v5": {
            "Name": "世事如棋，四步堪杀",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "获得 <b>#2[f]</b> 点充能。对敌方全体造成等同于刻律德菈@ <b>#1[p]</b> #攻击力的风属性伤害。若场上不存在持有【军功】的角色，优先使当前我方编队中的第一位角色获得【军功】。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        }
    },
    "141204": {
        "v1": {
            "Name": "荣光属于凯撒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "持有【军功】的角色攻击力提高，提高数值等同于刻律德菈攻击力的@ <b>#4[p]</b> #，施放普攻或战技时使刻律德菈获得 <b>#1[f]</b> 点充能，<u>奇袭</u>期间无法使刻律德菈获得充能。【军功】仅对最新被施加的目标生效，目标改变时使刻律德菈充能重置为0点。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    1.0,
                    6.0,
                    1.0,
                    0.18,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.186,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.192,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.198,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.204,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.21,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.2175,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.225,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.2325,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.24,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.246,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.252,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.258,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.264,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.27,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v2": {
            "Name": "荣光属于凯撒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "持有【军功】的角色攻击力提高，提高数值等同于刻律德菈攻击力的@ <b>#2[p]</b> #，施放普攻或战技时使刻律德菈获得 <b>#1[f]</b> 点充能，<u>奇袭</u>期间无法使刻律德菈获得充能。【军功】仅对最新被施加的目标生效，目标改变时使刻律德菈充能重置为0点。",
            "Params": [
                [
                    1.0,
                    0.18
                ],
                [
                    1.0,
                    0.186
                ],
                [
                    1.0,
                    0.192
                ],
                [
                    1.0,
                    0.198
                ],
                [
                    1.0,
                    0.204
                ],
                [
                    1.0,
                    0.21
                ],
                [
                    1.0,
                    0.2175
                ],
                [
                    1.0,
                    0.225
                ],
                [
                    1.0,
                    0.2325
                ],
                [
                    1.0,
                    0.24
                ],
                [
                    1.0,
                    0.246
                ],
                [
                    1.0,
                    0.252
                ],
                [
                    1.0,
                    0.258
                ],
                [
                    1.0,
                    0.264
                ],
                [
                    1.0,
                    0.27
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v3": {
            "Name": "荣光属于凯撒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "持有【军功】的角色攻击力提高，提高数值等同于刻律德菈攻击力的@ <b>#2[p]</b> #，施放普攻或战技时使刻律德菈获得 <b>#1[f]</b> 点充能，<u>奇袭</u>期间无法使刻律德菈获得充能。【军功】仅对最新被施加的目标生效，目标改变时使刻律德菈充能重置为0点。",
            "Params": [
                [
                    1.0,
                    0.18
                ],
                [
                    1.0,
                    0.186
                ],
                [
                    1.0,
                    0.192
                ],
                [
                    1.0,
                    0.198
                ],
                [
                    1.0,
                    0.204
                ],
                [
                    1.0,
                    0.21
                ],
                [
                    1.0,
                    0.2175
                ],
                [
                    1.0,
                    0.225
                ],
                [
                    1.0,
                    0.2325
                ],
                [
                    1.0,
                    0.24
                ],
                [
                    1.0,
                    0.246
                ],
                [
                    1.0,
                    0.252
                ],
                [
                    1.0,
                    0.258
                ],
                [
                    1.0,
                    0.264
                ],
                [
                    1.0,
                    0.27
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v4": {
            "Name": "荣光属于凯撒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "持有【军功】的角色攻击力提高，提高数值等同于刻律德菈攻击力的@ <b>#2[p]</b> #，施放普攻或战技时使刻律德菈获得 <b>#1[f]</b> 点充能，<u>奇袭</u>期间无法使刻律德菈获得充能。【军功】仅对最新被施加的目标生效，目标改变时使刻律德菈充能重置为0点。",
            "Params": [
                [
                    1.0,
                    0.18
                ],
                [
                    1.0,
                    0.186
                ],
                [
                    1.0,
                    0.192
                ],
                [
                    1.0,
                    0.198
                ],
                [
                    1.0,
                    0.204
                ],
                [
                    1.0,
                    0.21
                ],
                [
                    1.0,
                    0.2175
                ],
                [
                    1.0,
                    0.225
                ],
                [
                    1.0,
                    0.2325
                ],
                [
                    1.0,
                    0.24
                ],
                [
                    1.0,
                    0.246
                ],
                [
                    1.0,
                    0.252
                ],
                [
                    1.0,
                    0.258
                ],
                [
                    1.0,
                    0.264
                ],
                [
                    1.0,
                    0.27
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v5": {
            "Name": "荣光属于凯撒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "持有【军功】的角色攻击力提高，提高数值等同于刻律德菈攻击力的@ <b>#2[p]</b> #，施放普攻或战技时使刻律德菈获得 <b>#1[f]</b> 点充能，<u>奇袭</u>期间无法使刻律德菈获得充能。持有【军功】的角色施放攻击后刻律德菈额外造成1次等同于刻律德菈@ <b>#3[p]</b> #攻击力的风属性<u>附加伤害</u>，该效果最多触发 <b>#4[f]</b> 次，刻律德菈每次施放终结技时重置可触发次数。【军功】仅对最新被施加的目标生效，目标改变时使刻律德菈充能重置为0点。",
            "Params": [
                [
                    1.0,
                    0.18,
                    0.3,
                    20.0
                ],
                [
                    1.0,
                    0.186,
                    0.33,
                    20.0
                ],
                [
                    1.0,
                    0.192,
                    0.36,
                    20.0
                ],
                [
                    1.0,
                    0.198,
                    0.39,
                    20.0
                ],
                [
                    1.0,
                    0.204,
                    0.42,
                    20.0
                ],
                [
                    1.0,
                    0.21,
                    0.45,
                    20.0
                ],
                [
                    1.0,
                    0.2175,
                    0.4875,
                    20.0
                ],
                [
                    1.0,
                    0.225,
                    0.525,
                    20.0
                ],
                [
                    1.0,
                    0.2325,
                    0.5625,
                    20.0
                ],
                [
                    1.0,
                    0.24,
                    0.6,
                    20.0
                ],
                [
                    1.0,
                    0.246,
                    0.63,
                    20.0
                ],
                [
                    1.0,
                    0.252,
                    0.66,
                    20.0
                ],
                [
                    1.0,
                    0.258,
                    0.69,
                    20.0
                ],
                [
                    1.0,
                    0.264,
                    0.72,
                    20.0
                ],
                [
                    1.0,
                    0.27,
                    0.75,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive",
            "EE": [
                10000005
            ]
        }
    },
    "141206": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        }
    },
    "141207": {
        "v1": {
            "Name": "先手优势",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后获得【军功】，切换行动角色时【军功】转移至当前行动角色。下一次战斗开始时自动对持有【军功】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v2": {
            "Name": "先手优势",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后获得【军功】，切换行动角色时【军功】转移至当前行动角色。下一次战斗开始时自动对持有【军功】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v3": {
            "Name": "先手优势",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后获得【军功】，切换行动角色时【军功】转移至当前行动角色。下一次战斗开始时自动对持有【军功】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v4": {
            "Name": "先手优势",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后获得【军功】，切换行动角色时【军功】转移至当前行动角色。下一次战斗开始时自动对持有【军功】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v5": {
            "Name": "先手优势",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后获得【军功】，切换行动角色时【军功】转移至当前行动角色。下一次战斗开始时自动对持有【军功】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        }
    }
}

var _avatarskilltree = {
    "1410": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "征服的剑旗",
                "Desc": "战斗开始时，海瑟音展开与终结技效果相同的结界，结界持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "盛会的泡沫",
                "Desc": "我方其他目标每次施放攻击时，海瑟音有 <b><color style='color:#f29e38'>100%</color></b> 的基础概率使被击中的敌方目标陷入与海瑟音天赋相同的风化/裂伤/灼烧/触电其中1种状态，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "珍珠的琴弦",
                "Desc": "海瑟音效果命中大于 <b><color style='color:#f29e38'>60%</color></b> 时，每超过 <b><color style='color:#f29e38'>10%</color></b> ，则造成的伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，最高不超过 <b><color style='color:#f29e38'>90%</color></b> 。",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "征服的剑旗",
                "Desc": "战斗开始时，海瑟音展开与终结技效果相同的结界，结界持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "盛会的泡沫",
                "Desc": "我方其他目标每次施放攻击时，海瑟音有 <b><color style='color:#f29e38'>100%</color></b> 的基础概率使被击中的敌方目标陷入与海瑟音天赋相同的风化/裂伤/灼烧/触电其中1种状态，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "珍珠的琴弦",
                "Desc": "海瑟音效果命中大于 <b><color style='color:#f29e38'>60%</color></b> 时，每超过 <b><color style='color:#f29e38'>10%</color></b> ，则造成的伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，最高不超过 <b><color style='color:#f29e38'>90%</color></b> 。",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "SpeedDelta": 14.0,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "征服的剑旗",
                "Desc": "战斗开始时，海瑟音展开与终结技效果相同的结界，结界持续 <b><color style='color:#f29e38'>3</color></b> 回合。每当海瑟音展开结界时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点。",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "盛会的泡沫",
                "Desc": "海瑟音施放终结技时，若敌方目标处于持续伤害状态，使其当前承受的所有持续伤害立即产生相当于原伤害 <b><color style='color:#f29e38'>150%</color></b> 的伤害。",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "珍珠的琴弦",
                "Desc": "若海瑟音的效果命中高于 <b><color style='color:#f29e38'>60%</color></b> ，每超过 <b><color style='color:#f29e38'>10%</color></b> 可使自身造成的伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，最多提高 <b><color style='color:#f29e38'>90%</color></b> 。",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "SpeedDelta": 14.0,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "征服的剑旗",
                "Desc": "战斗开始时，海瑟音展开与终结技效果相同的结界，结界持续 <b><color style='color:#f29e38'>3</color></b> 回合。每当海瑟音展开结界时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点。",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "盛会的泡沫",
                "Desc": "海瑟音施放终结技时，若敌方目标处于持续伤害状态，使其当前承受的所有持续伤害立即产生相当于原伤害 <b><color style='color:#f29e38'>150%</color></b> 的伤害。",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "珍珠的琴弦",
                "Desc": "若海瑟音的效果命中高于 <b><color style='color:#f29e38'>60%</color></b> ，每超过 <b><color style='color:#f29e38'>10%</color></b> 可使自身造成的伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，最多提高 <b><color style='color:#f29e38'>90%</color></b> 。",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "SpeedDelta": 14.0,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "征服的剑旗",
                "Desc": "战斗开始时，海瑟音展开与终结技效果相同的结界，结界持续 <b><color style='color:#f29e38'>3</color></b> 回合。每当海瑟音展开结界时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点。",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "盛会的泡沫",
                "Desc": "海瑟音施放终结技时，若敌方目标处于持续伤害状态，使其当前承受的所有持续伤害立即产生相当于原伤害 <b><color style='color:#f29e38'>150%</color></b> 的伤害。",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "珍珠的琴弦",
                "Desc": "若海瑟音的效果命中高于 <b><color style='color:#f29e38'>60%</color></b> ，每超过 <b><color style='color:#f29e38'>10%</color></b> 可使自身造成的伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，最多提高 <b><color style='color:#f29e38'>90%</color></b> 。",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        }
    },
    "1412": {
        "v1": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来者",
                "Desc": "刻律德菈的攻击力大于 <b><color style='color:#f29e38'>2000</color></b> 时，每超过 <b><color style='color:#f29e38'>100</color></b> 点攻击力可使自身暴击伤害提高 <b><color style='color:#f29e38'>18%</color></b> ，最多提高 <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "见者",
                "Desc": "刻律德菈的暴击率提高 <b><color style='color:#f29e38'>100%</color></b> 。当刻律德菈的充能小于上限时，持有【军功】的角色首次施放终结技时使刻律德菈获得 <b><color style='color:#f29e38'>1</color></b> 点充能，该效果单场战斗中可以触发1次。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征服者",
                "Desc": "施放战技时，使自身和持有【军功】的队友速度提高 <b><color style='color:#f29e38'>20</color></b> 点，持续 <b><color style='color:#f29e38'>3</color></b> 回合。持有【军功】的角色施放普攻或战技时，为刻律德菈恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来者",
                "Desc": "刻律德菈的攻击力大于 <b><color style='color:#f29e38'>2000</color></b> 时，每超过 <b><color style='color:#f29e38'>100</color></b> 点攻击力可使自身暴击伤害提高 <b><color style='color:#f29e38'>18%</color></b> ，最多提高 <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "见者",
                "Desc": "刻律德菈的暴击率提高 <b><color style='color:#f29e38'>100%</color></b> 。当刻律德菈的充能小于上限时，持有【军功】的角色首次施放终结技时使刻律德菈获得 <b><color style='color:#f29e38'>1</color></b> 点充能，该效果单场战斗中可以触发1次。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征服者",
                "Desc": "施放战技时，使自身和持有【军功】的队友速度提高 <b><color style='color:#f29e38'>20</color></b> 点，持续 <b><color style='color:#f29e38'>3</color></b> 回合。持有【军功】的角色施放普攻或战技时，为刻律德菈恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来者",
                "Desc": "刻律德菈的攻击力大于 <b><color style='color:#f29e38'>2000</color></b> 时，每超过 <b><color style='color:#f29e38'>100</color></b> 点攻击力可使自身暴击伤害提高 <b><color style='color:#f29e38'>18%</color></b> ，最多提高 <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "见者",
                "Desc": "刻律德菈的暴击率提高 <b><color style='color:#f29e38'>100%</color></b> 。当刻律德菈的充能小于上限时，持有【军功】的角色施放终结技时使刻律德菈获得 <b><color style='color:#f29e38'>1</color></b> 点充能，该效果单场战斗中可以触发1次。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征服者",
                "Desc": "施放战技时，使自身和持有【军功】的队友速度提高 <b><color style='color:#f29e38'>20</color></b> 点，持续 <b><color style='color:#f29e38'>3</color></b> 回合。持有【军功】的角色施放普攻或战技时，为刻律德菈恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来者",
                "Desc": "刻律德菈的攻击力大于 <b><color style='color:#f29e38'>2000</color></b> 时，每超过 <b><color style='color:#f29e38'>100</color></b> 点攻击力可使自身暴击伤害提高 <b><color style='color:#f29e38'>18%</color></b> ，最多提高 <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "见者",
                "Desc": "刻律德菈的暴击率提高 <b><color style='color:#f29e38'>100%</color></b> 。当刻律德菈的充能小于上限时，持有【军功】的角色施放终结技时使刻律德菈获得 <b><color style='color:#f29e38'>1</color></b> 点充能，该效果单场战斗中可以触发1次。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征服者",
                "Desc": "施放战技时，使自身和持有【军功】的队友速度提高 <b><color style='color:#f29e38'>20</color></b> 点，持续 <b><color style='color:#f29e38'>3</color></b> 回合。持有【军功】的角色施放普攻或战技时，为刻律德菈恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来者",
                "Desc": "刻律德菈的攻击力大于 <b><color style='color:#f29e38'>2000</color></b> 时，每超过 <b><color style='color:#f29e38'>100</color></b> 点攻击力可使自身暴击伤害提高 <b><color style='color:#f29e38'>18%</color></b> ，最多提高 <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "见者",
                "Desc": "刻律德菈的暴击率提高 <b><color style='color:#f29e38'>100%</color></b> 。当刻律德菈的充能小于上限时，持有【军功】的角色施放终结技时使刻律德菈获得 <b><color style='color:#f29e38'>1</color></b> 点充能，该效果单场战斗中可以触发1次。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征服者",
                "Desc": "施放战技时，使自身和持有【军功】的队友速度提高 <b><color style='color:#f29e38'>20</color></b> 点，持续 <b><color style='color:#f29e38'>3</color></b> 回合。持有【军功】的角色施放普攻或战技时，为刻律德菈恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        }
    }
}

var _avatarrank = {
    "141001": {
        "v1": {
            "Rank": 1,
            "Name": "你问我心为何悲伤",
            "Desc": "施放终结技时，若敌方目标处于持续伤害状态，使其当前承受的所有持续伤害立即产生相当于原伤害 <b><color style='color:#f29e38'>150%</color></b> 的伤害。当海瑟音展开结界时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点。",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "你问我心为何悲伤",
            "Desc": "施放终结技时，若敌方目标处于持续伤害状态，使其当前承受的所有持续伤害立即产生相当于原伤害 <b><color style='color:#f29e38'>150%</color></b> 的伤害。当海瑟音展开结界时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点。",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "你问我心为何悲伤",
            "Desc": "海瑟音在场时，我方目标造成的持续伤害为原伤害的 <b><color style='color:#f29e38'>124%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "你问我心为何悲伤",
            "Desc": "海瑟音在场时，我方目标造成的持续伤害为原伤害的 <b><color style='color:#f29e38'>124%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "你问我心为何悲伤",
            "Desc": "海瑟音在场时，我方目标造成的持续伤害为原伤害的 <b><color style='color:#f29e38'>116%</color></b> ，当海瑟音通过天赋使敌人陷入风化/裂伤/灼烧/触电状态时，有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>额外使其陷入一次与原天赋效果相同，且可同时存在的风化/裂伤/灼烧/触电状态。",
            "Icon": "SkillIcon_1410_Rank1"
        }
    },
    "141002": {
        "v1": {
            "Rank": 2,
            "Name": "你说浪花为何喧响",
            "Desc": "结界持续期间，使敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "你说浪花为何喧响",
            "Desc": "结界持续期间，使敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "你说浪花为何喧响",
            "Desc": "结界持续期间，行迹【珍珠的琴弦】的造成伤害提高效果对我方全体生效。",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "你说浪花为何喧响",
            "Desc": "结界持续期间，行迹【珍珠的琴弦】的造成伤害提高效果对我方全体生效。",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "你说浪花为何喧响",
            "Desc": "结界持续期间，行迹【珍珠的琴弦】的造成伤害提高效果对我方全体生效。",
            "Icon": "SkillIcon_1410_Rank2"
        }
    },
    "141003": {
        "v1": {
            "Rank": 3,
            "Name": "可知灯火为何遗忘",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "可知灯火为何遗忘",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "可知灯火为何遗忘",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "可知灯火为何遗忘",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "可知灯火为何遗忘",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1410_Ultra"
        }
    },
    "141004": {
        "v1": {
            "Rank": 4,
            "Name": "看呀，时间为何流淌",
            "Desc": "结界持续期间，行迹【珍珠的琴弦】的造成伤害提高效果对我方全体生效。",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "看呀，时间为何流淌",
            "Desc": "结界持续期间，行迹【珍珠的琴弦】的造成伤害提高效果对我方全体生效。",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "看呀，时间为何流淌",
            "Desc": "结界持续期间，使敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "看呀，时间为何流淌",
            "Desc": "结界持续期间，使敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "看呀，时间为何流淌",
            "Desc": "结界持续期间，使敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank4"
        }
    },
    "141005": {
        "v1": {
            "Rank": 5,
            "Name": "于梳洗中，我轻吟浅唱",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1410_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "于梳洗中，我轻吟浅唱",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1410_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "于梳洗中，我轻吟浅唱",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1410_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "于梳洗中，我轻吟浅唱",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1410_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "于梳洗中，我轻吟浅唱",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1410_BP"
        }
    },
    "141006": {
        "v1": {
            "Rank": 6,
            "Name": "沉没的你，何日返乡",
            "Desc": "结界获得强化，海瑟音物理属性持续伤害效果的每次可触发次数提高 <b><color style='color:#f29e38'>4</color></b> 次。海瑟音通过天赋或行迹【盛会的泡沫】使敌人陷入风化/裂伤/灼烧/触电状态时，有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>额外使其陷入一次独立计算的风化/裂伤/灼烧/触电状态。",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "沉没的你，何日返乡",
            "Desc": "结界获得强化，海瑟音物理属性持续伤害效果的每次可触发次数提高 <b><color style='color:#f29e38'>4</color></b> 次。海瑟音通过天赋或行迹【盛会的泡沫】使敌人陷入风化/裂伤/灼烧/触电状态时，有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>额外使其陷入一次独立计算的风化/裂伤/灼烧/触电状态。",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "沉没的你，何日返乡",
            "Desc": "海瑟音通过天赋使敌人陷入风化/裂伤/灼烧/触电状态时，有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>额外使其陷入一次与原天赋效果相同，且可同时存在的风化/裂伤/灼烧/触电状态。结界持续期间，每回合开始时或我方目标单次攻击内，触发海瑟音物理持续伤害效果的次数上限提高至 <b><color style='color:#f29e38'>12</color></b> 次。",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "沉没的你，何日返乡",
            "Desc": "海瑟音通过天赋使敌人陷入风化/裂伤/灼烧/触电状态时，有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>额外使其陷入一次与原天赋效果相同，且可同时存在的风化/裂伤/灼烧/触电状态。结界持续期间，每回合开始时或我方目标单次攻击内，触发海瑟音物理持续伤害效果的次数上限提高至 <b><color style='color:#f29e38'>12</color></b> 次。",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "沉没的你，何日返乡",
            "Desc": "结界持续期间，每回合开始时或我方目标单次攻击内，触发海瑟音物理持续伤害效果的次数上限提高至 <b><color style='color:#f29e38'>12</color></b> 次，且造成的伤害倍率提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1410_Rank6"
        }
    },
    "141201": {
        "v1": {
            "Rank": 1,
            "Name": "夺走一切王冠",
            "Desc": "持有【军功】的角色造成伤害时无视目标 <b><color style='color:#f29e38'>15%</color></b> 的防御力。【爵位】状态下造成战技伤害时额外无视目标 <b><color style='color:#f29e38'>18%</color></b> 的防御力。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "夺走一切王冠",
            "Desc": "持有【军功】的角色造成伤害时无视目标 <b><color style='color:#f29e38'>15%</color></b> 的防御力。【爵位】状态下造成战技伤害时额外无视目标 <b><color style='color:#f29e38'>18%</color></b> 的防御力。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "夺走一切王冠",
            "Desc": "持有【军功】的角色造成伤害时无视目标 <b><color style='color:#f29e38'>16%</color></b> 的防御力。若当前【军功】已升级为【爵位】，则该角色造成战技伤害时额外无视目标 <b><color style='color:#f29e38'>20%</color></b> 的防御力。刻律德菈施放战技时，为指定我方目标恢复 <b><color style='color:#f29e38'>2</color></b> 点能量。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "夺走一切王冠",
            "Desc": "持有【军功】的角色造成伤害时无视目标 <b><color style='color:#f29e38'>16%</color></b> 的防御力。若当前【军功】已升级为【爵位】，则该角色造成战技伤害时额外无视目标 <b><color style='color:#f29e38'>20%</color></b> 的防御力。刻律德菈施放战技时，为指定我方目标恢复 <b><color style='color:#f29e38'>2</color></b> 点能量。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "夺走一切王冠",
            "Desc": "持有【军功】的角色造成伤害时无视目标 <b><color style='color:#f29e38'>16%</color></b> 的防御力。若当前【军功】已升级为【爵位】，则该角色造成战技伤害时额外无视目标 <b><color style='color:#f29e38'>20%</color></b> 的防御力。刻律德菈施放战技时，为指定我方目标恢复 <b><color style='color:#f29e38'>2</color></b> 点能量。",
            "Icon": "SkillIcon_1412_Rank1"
        }
    },
    "141202": {
        "v1": {
            "Rank": 2,
            "Name": "凝聚万众宏愿",
            "Desc": "持有【军功】的角色造成的伤害提高 <b><color style='color:#f29e38'>40%</color></b> 。场上存在持有【军功】的队友时，刻律德菈造成的伤害提高 <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "凝聚万众宏愿",
            "Desc": "持有【军功】的角色造成的伤害提高 <b><color style='color:#f29e38'>40%</color></b> 。场上存在持有【军功】的队友时，刻律德菈造成的伤害提高 <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "凝聚万众宏愿",
            "Desc": "持有【军功】的角色造成的伤害提高 <b><color style='color:#f29e38'>40%</color></b> 。场上存在持有【军功】的队友时，刻律德菈造成的伤害提高 <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "凝聚万众宏愿",
            "Desc": "持有【军功】的角色造成的伤害提高 <b><color style='color:#f29e38'>40%</color></b> 。场上存在持有【军功】的队友时，刻律德菈造成的伤害提高 <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "凝聚万众宏愿",
            "Desc": "持有【军功】的角色造成的伤害提高 <b><color style='color:#f29e38'>40%</color></b> 。场上存在持有【军功】的队友时，刻律德菈造成的伤害提高 <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        }
    },
    "141203": {
        "v1": {
            "Rank": 3,
            "Name": "燃尽旧日律法",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "燃尽旧日律法",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "燃尽旧日律法",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "燃尽旧日律法",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "燃尽旧日律法",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1412_BP"
        }
    },
    "141204": {
        "v1": {
            "Rank": 4,
            "Name": "重塑天地人间",
            "Desc": "终结技的伤害倍率提高 <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "重塑天地人间",
            "Desc": "终结技的伤害倍率提高 <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "重塑天地人间",
            "Desc": "终结技的伤害倍率提高 <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "重塑天地人间",
            "Desc": "终结技的伤害倍率提高 <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "重塑天地人间",
            "Desc": "终结技的伤害倍率提高 <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        }
    },
    "141205": {
        "v1": {
            "Rank": 5,
            "Name": "帮助与加害，全数奉还",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "帮助与加害，全数奉还",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "帮助与加害，全数奉还",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "帮助与加害，全数奉还",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "帮助与加害，全数奉还",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1412_Ultra"
        }
    },
    "141206": {
        "v1": {
            "Rank": 6,
            "Name": "征途只在，星辰大海",
            "Desc": "持有【军功】的角色全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，且施放攻击后刻律德菈额外造成1次等同于刻律德菈 <b><color style='color:#f29e38'>360%</color></b> 攻击力的风属性<u>附加伤害</u>，该效果最多触发 <b><color style='color:#f29e38'>20</color></b> 次，刻律德菈每次施放终结技时重置触发次数。场上存在持有【军功】的队友时，刻律德菈全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Rank": 6,
            "Name": "征途只在，星辰大海",
            "Desc": "持有【军功】的角色全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，且施放攻击后刻律德菈额外造成1次等同于刻律德菈 <b><color style='color:#f29e38'>360%</color></b> 攻击力的风属性<u>附加伤害</u>，该效果最多触发 <b><color style='color:#f29e38'>20</color></b> 次，刻律德菈每次施放终结技时重置触发次数。场上存在持有【军功】的队友时，刻律德菈全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Rank": 6,
            "Name": "征途只在，星辰大海",
            "Desc": "持有【军功】的角色全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，且施放攻击后刻律德菈额外造成1次等同于刻律德菈 <b><color style='color:#f29e38'>360%</color></b> 攻击力的风属性<u>附加伤害</u>，该效果最多触发 <b><color style='color:#f29e38'>20</color></b> 次，刻律德菈每次施放终结技时重置触发次数。场上存在持有【军功】的队友时，刻律德菈全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Rank": 6,
            "Name": "征途只在，星辰大海",
            "Desc": "持有【军功】的角色全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，且施放攻击后刻律德菈额外造成1次等同于刻律德菈 <b><color style='color:#f29e38'>360%</color></b> 攻击力的风属性<u>附加伤害</u>，该效果最多触发 <b><color style='color:#f29e38'>20</color></b> 次，刻律德菈每次施放终结技时重置触发次数。场上存在持有【军功】的队友时，刻律德菈全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Rank": 6,
            "Name": "征途只在，星辰大海",
            "Desc": "持有【军功】的角色全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，且【军功】触发的<u>附加伤害</u>倍率提高 <b><color style='color:#f29e38'>300%</color></b> 。场上存在持有【军功】的队友时，刻律德菈全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        }
    }
}

var _story = {
    "1410": [],
    "1412": []
}

var _voice = {
    "1410": [],
    "1412": []
}

var _changelog2 = {
    "1410": [],
    "1412": []
}

var _notes = {}

var _adiff = {
    "1410": {
        "v3": [
            "``基础数值`- 能量 130.0 → 110.0 ;"
        ]
    },
    "1412": {},
    "23047": {},
    "23048": {},
    "22005": {}
}

var _weapondesc = {
    "23048": "<i>「千年后，历史将如何铭记刻律德菈？」</i><br>她曾如此被人问道。<br><br>有人心中，她是赫赫威名的「凯撒」。<br>那冰冷残酷的暴君，那野心勃勃的「燃冕者」，那以血与火烧尽旧时代的女皇……<br><br>有人反驳，她只是一枚可怜的「棋子」。<br>这众叛亲离的君王不过是野心的囚徒，在那场与神明对决的棋局中，她注定只能满盘皆输。<br><br>也有人说，在那比海更幽暗的内心深处，她只是一个名为「刻律德菈」的凡人——<br>她也会为死难的同伴哀悼，也会在沉重的使命前犹疑畏惧，止步不前……<br><br><i>「呵，无需历史将我铭记……」</i><br><br>她咽下心头苦涩，继续行在那由牺牲铺就的逐火之路——<br><br><i>「是吾等燃烧的金血，铭刻了它！」</i>",
    "23047": "浪花奔涌，涛声响彻天际。<br>鱼儿洄游在那空无一物的海，旧日的泡沫翻腾，那一曲乐声似乎仍在回荡。<br><br><i>「尊贵的公主，与我们共飨盛宴吧！」</i><br>为了回应这深海的呼唤，她随那黑潮起舞，直至盛大的舞台上只剩她一人。<br><br><i>「海洋的剑士，你为何沉默，为何而歌？」</i><br>行于大地的每一步，她忍受痛苦，鲜少歌唱，只有那血色的锋刃奏出生命的悲鸣。<br><br><i>「剑旗爵，随我一同，征服星海！」</i><br>当她寻到这炙热的灯火，她终于执起琴弓，以为那就是欢宴的开始。<br><br>……<br><br><i>「海列屈拉…海列屈拉…一曲唱毕，你还要游向哪里？」</i><br><br>当虚妄的希望碎裂，她总是以一曲孤独的旋律回答人们的诘问，却使所有听者心醉魂迷——<br><br>又或许…无论在人世或深海， 真正能听到的，唯有奏者自己。",
    "22005": "轰隆隆——<br>迷境之外，风雨无休无止。<br>咕噜噜——<br>妖精们的神奇大煮锅，火焰不熄。<br><br><i>「撒上特制香料……」</i><br><i>「放入新鲜的蔬菜！」</i><br><i>「这一次，一定能研发成功！」</i><br><br>大煮锅又咕噜噜了起来，妖精们眼巴巴地望着。<br><i>「要来了要来了！」</i><br>一束强烈的亮光自锅底生出——<br><br>看，大家都围了过来！<br><br>……<br><br>在那香气四溢的宴会上，来客举杯共祝奇妙的岁月——<br><br>愿这梦中的乐土，永远温暖，永远欢乐！"
}

var _weaponskill = {
    "23048": {
        "v1": {
            "Name": "征服",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>64%</color> / <color style='color:#f29e38;'>80%</color> / <color style='color:#f29e38;'>96%</color> / <color style='color:#f29e38;'>112%</color> / <color style='color:#f29e38;'>128%</color> 。施放终结技攻击后回复 <b>1</b> 点战技点，装备者对我方单体角色施放战技后，使目标战技造成的伤害提高 <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>67.5%</color> / <color style='color:#f29e38;'>81%</color> / <color style='color:#f29e38;'>94.5%</color> / <color style='color:#f29e38;'>108%</color> ，持续 <b>3</b> 回合。<br>隐藏数值：1.0"
            ]
        },
        "v2": {
            "Name": "征服",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>64%</color> / <color style='color:#f29e38;'>80%</color> / <color style='color:#f29e38;'>96%</color> / <color style='color:#f29e38;'>112%</color> / <color style='color:#f29e38;'>128%</color> 。施放终结技攻击后回复 <b>1</b> 点战技点，装备者对我方单体角色施放战技后，使目标战技造成的伤害提高 <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>67.5%</color> / <color style='color:#f29e38;'>81%</color> / <color style='color:#f29e38;'>94.5%</color> / <color style='color:#f29e38;'>108%</color> ，持续 <b>3</b> 回合。<br>隐藏数值：1.0"
            ]
        },
        "v3": {
            "Name": "征服",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>64%</color> / <color style='color:#f29e38;'>80%</color> / <color style='color:#f29e38;'>96%</color> / <color style='color:#f29e38;'>112%</color> / <color style='color:#f29e38;'>128%</color> 。施放终结技攻击后回复 <b>1</b> 个战技点，装备者对我方单体角色施放战技后，使目标造成的战技伤害提高 <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>67.5%</color> / <color style='color:#f29e38;'>81%</color> / <color style='color:#f29e38;'>94.5%</color> / <color style='color:#f29e38;'>108%</color> ，持续 <b>3</b> 回合。<br>隐藏数值：1.0"
            ]
        },
        "v4": {
            "Name": "征服",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>64%</color> / <color style='color:#f29e38;'>80%</color> / <color style='color:#f29e38;'>96%</color> / <color style='color:#f29e38;'>112%</color> / <color style='color:#f29e38;'>128%</color> 。施放终结技攻击后回复 <b>1</b> 个战技点，装备者对我方单体角色施放战技后，使目标造成的战技伤害提高 <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>67.5%</color> / <color style='color:#f29e38;'>81%</color> / <color style='color:#f29e38;'>94.5%</color> / <color style='color:#f29e38;'>108%</color> ，持续 <b>3</b> 回合。<br>隐藏数值：1.0"
            ]
        },
        "v5": {
            "Name": "征服",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>64%</color> / <color style='color:#f29e38;'>80%</color> / <color style='color:#f29e38;'>96%</color> / <color style='color:#f29e38;'>112%</color> / <color style='color:#f29e38;'>128%</color> 。施放终结技攻击后回复 <b>1</b> 个战技点，装备者对我方单体角色施放战技后，使目标造成的战技伤害提高 <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>67.5%</color> / <color style='color:#f29e38;'>81%</color> / <color style='color:#f29e38;'>94.5%</color> / <color style='color:#f29e38;'>108%</color> ，持续 <b>3</b> 回合。<br>隐藏数值：1.0"
            ]
        }
    },
    "23047": {
        "v1": {
            "Name": "独奏",
            "Desc": [
                "使装备者的效果命中提高 <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>55%</color> / <color style='color:#f29e38;'>60%</color> ，装备者施放普攻、战技、终结技攻击敌方目标时，有 <b>80%</b> 的基础概率使其陷入【魂迷】状态，持续 <b>3</b> 回合，同类效果无法叠加。【魂迷】状态下，每有1个装备者施加的负面状态，受到的持续伤害提高 <color style='color:#f29e38;'>5%</color> / <color style='color:#f29e38;'>6.25%</color> / <color style='color:#f29e38;'>7.5%</color> / <color style='color:#f29e38;'>8.75%</color> / <color style='color:#f29e38;'>10%</color> ，该效果最多叠加 <b>6</b> 层，受到我方目标攻击时，使攻击者速度提高 <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color> ，持续 <b>3</b> 回合。"
            ]
        },
        "v2": {
            "Name": "独奏",
            "Desc": [
                "使装备者的效果命中提高 <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>55%</color> / <color style='color:#f29e38;'>60%</color> ，装备者施放普攻、战技、终结技攻击敌方目标时，有 <b>80%</b> 的基础概率使其陷入【魂迷】状态，持续 <b>3</b> 回合，同类效果无法叠加。【魂迷】状态下，每有1个装备者施加的负面状态，受到的持续伤害提高 <color style='color:#f29e38;'>5%</color> / <color style='color:#f29e38;'>6.25%</color> / <color style='color:#f29e38;'>7.5%</color> / <color style='color:#f29e38;'>8.75%</color> / <color style='color:#f29e38;'>10%</color> ，该效果最多叠加 <b>6</b> 层，受到我方目标攻击时，使攻击者速度提高 <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color> ，持续 <b>3</b> 回合。"
            ]
        },
        "v3": {
            "Name": "独奏",
            "Desc": [
                "使装备者的效果命中提高 <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>55%</color> / <color style='color:#f29e38;'>60%</color> ，当有敌方目标陷入装备者施加的负面效果时，有 <b>80%</b> 的基础概率使其陷入【魂迷】状态，持续 <b>3</b> 回合，同类效果无法叠加。【魂迷】状态下，每有1个装备者施加的负面效果，受到的持续伤害提高 <color style='color:#f29e38;'>5%</color> / <color style='color:#f29e38;'>6.25%</color> / <color style='color:#f29e38;'>7.5%</color> / <color style='color:#f29e38;'>8.75%</color> / <color style='color:#f29e38;'>10%</color> ，该效果最多叠加 <b>6</b> 层，受到我方目标攻击时，使攻击者速度提高 <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color> ，持续 <b>3</b> 回合。"
            ]
        },
        "v4": {
            "Name": "独奏",
            "Desc": [
                "使装备者的效果命中提高 <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>55%</color> / <color style='color:#f29e38;'>60%</color> ，当有敌方目标陷入装备者施加的负面效果时，有 <b>80%</b> 的基础概率使其陷入【魂迷】状态，持续 <b>3</b> 回合，同类效果无法叠加。【魂迷】状态下，每有1个装备者施加的负面效果，受到的持续伤害提高 <color style='color:#f29e38;'>5%</color> / <color style='color:#f29e38;'>6.25%</color> / <color style='color:#f29e38;'>7.5%</color> / <color style='color:#f29e38;'>8.75%</color> / <color style='color:#f29e38;'>10%</color> ，该效果最多叠加 <b>6</b> 层，受到我方目标攻击时，使攻击者速度提高 <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color> ，持续 <b>3</b> 回合。"
            ]
        },
        "v5": {
            "Name": "独奏",
            "Desc": [
                "使装备者的效果命中提高 <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>55%</color> / <color style='color:#f29e38;'>60%</color> ，当有敌方目标陷入装备者施加的负面效果时，有 <b>80%</b> 的基础概率使其陷入【魂迷】状态，持续 <b>3</b> 回合，同类效果无法叠加。【魂迷】状态下，每有1个装备者施加的负面效果，受到的持续伤害提高 <color style='color:#f29e38;'>5%</color> / <color style='color:#f29e38;'>6.25%</color> / <color style='color:#f29e38;'>7.5%</color> / <color style='color:#f29e38;'>8.75%</color> / <color style='color:#f29e38;'>10%</color> ，该效果最多叠加 <b>6</b> 层，受到我方目标攻击时，使攻击者速度提高 <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color> ，持续 <b>3</b> 回合。当装备者陷入无法战斗状态时，移除所有【魂迷】。"
            ]
        }
    },
    "22005": {
        "v1": {
            "Name": "真香",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> 。装备者施放战技后，攻击力提高 <color style='color:#f29e38;'>8%</color> / <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> ，该效果最多叠加 <b>3</b> 层。"
            ]
        },
        "v2": {
            "Name": "真香",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> 。装备者施放战技后，攻击力提高 <color style='color:#f29e38;'>8%</color> / <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> ，该效果最多叠加 <b>3</b> 层。"
            ]
        },
        "v3": {
            "Name": "真香",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> 。装备者施放战技后，攻击力提高 <color style='color:#f29e38;'>8%</color> / <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> ，该效果最多叠加 <b>3</b> 层。"
            ]
        },
        "v4": {
            "Name": "真香",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> 。装备者施放战技后，攻击力提高 <color style='color:#f29e38;'>8%</color> / <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> ，该效果最多叠加 <b>3</b> 层。"
            ]
        },
        "v5": {
            "Name": "真香",
            "Desc": [
                "使装备者的攻击力提高 <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> 。装备者施放战技后，攻击力提高 <color style='color:#f29e38;'>8%</color> / <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> ，该效果最多叠加 <b>3</b> 层。"
            ]
        }
    }
}

var _ee = {
    "10000000": {
        "N": "额外回合",
        "D": "获得1个不消耗回合数的额外回合，在此回合中无法插入施放终结技。"
    },
    "10014081": {
        "N": "毁伤",
        "D": "卡厄斯兰那的专属充能，上限为7点。未变身时也会保留。"
    },
    "10014082": {
        "N": "卡厄斯兰那的额外回合",
        "D": "白厄变身为卡厄斯兰那时，行动序列上出现的倒计时。倒计时回合开始时卡厄斯兰那获得1个额外回合，最后1个倒计时回合开始时改为卡厄斯兰那发动最后一击并结束变身。<br>倒计时的初始行动值平均设置在0~<unbreak>100%</unbreak>之间，每个波次开始时不重置行动值。<br>当卡厄斯兰那受到行动提前效果时，改为首个倒计时行动提前。"
    },
    "10000003": {
        "N": "反击",
        "D": "当目标受到攻击后自动触发的效果，对攻击者施放1次额外的攻击。<br>反击也属于追加攻击。"
    },
    "10000005": {
        "N": "附加伤害",
        "D": "使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。"
    },
    "10000011": {
        "N": "控制类负面状态",
        "D": "冻结，纠缠，禁锢，支配，怒噪，强烈震荡，异梦，缠禁，恐惧。"
    },
    "10000013": {
        "N": "分摊",
        "D": "在伤害结算之前将攻击方的一部分伤害分给其他单个或多个目标，受击方承担剩余部分。分摊给其他目标的伤害无法再次被分摊。"
    },
    "10000014": {
        "N": "击破伤害",
        "D": "击破特攻、目标韧性上限、角色等级越高，造成的击破伤害越高。<br>击破伤害无法暴击，不受伤害提高类效果所影响。"
    },
    "10013071": {
        "N": "奥迹",
        "D": "【奥迹】属于持续伤害类负面状态，该状态无法被解除。<br>处于【奥迹】状态时，也会被视为陷入了风化状态。【奥迹】状态下，目标每回合开始受到风属性持续伤害。<br>施加【奥迹】状态时无视目标的风化抵抗、裂伤抵抗、灼烧抵抗、触电抵抗。"
    },
    "10000015": {
        "N": "超击破伤害",
        "D": "击破特攻、本次攻击削韧值、角色等级越高，造成的超击破伤害越高。<br>超击破伤害无法暴击，不受伤害提高类效果所影响。<br>超击破伤害也属于击破伤害。"
    },
    "10000016": {
        "N": "离场",
        "D": "处于离场状态的目标无法成为技能目标，且不会出现在行动序列上。"
    },
    "10000018": {
        "N": "召唤忆灵",
        "D": "将忆灵召唤到场上。若忆灵已在场，解除忆灵陷入的所有控制类负面状态。"
    },
    "10000019": {
        "N": "连携攻击",
        "D": "多个目标在一次行动中，分别对敌方目标施放攻击。"
    },
    "10000020": {
        "N": "境界",
        "D": "境界效果全场唯一，持续期间无法施放其他境界效果的技能。"
    },
    "10000021": {
        "N": "后援",
        "D": "敌方无法主动选中后援单位，我方【扩散】类型的技能，无法扩散至后援单位 。"
    },
    "10000022": {
        "N": "持续效果",
        "D": "包含增益效果、负面效果和其他效果。"
    },
    "10000023": {
        "N": "奇袭",
        "D": "复制一次即将施放的技能并提前施放，随后施放原技能。<br>奇袭不会再次触发奇袭。"
    }
}

var _servant_skills = [
    140204,
    1140201,
    1140203,
    1140205,
    1140206,
    140703,
    1140701,
    1140702,
    1140703,
    1140705,
    1140706,
    1140710,
    1140711,
    1140712,
    140904,
    1140901,
    1140903,
    1140905,
    1140906,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707
]

var _mtc = {
    "1410": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110431": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110431": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110431": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110431": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "115003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "速度 +14",
                "Mat": {
                    "2": 237500,
                    "115001": 2,
                    "110222": 8,
                    "115002": 7,
                    "110223": 11,
                    "115003": 11
                }
            },
            {
                "Name": "攻击力 +18%",
                "Mat": {
                    "2": 210000,
                    "110221": 3,
                    "115001": 6,
                    "110223": 11,
                    "115003": 11
                }
            },
            {
                "Name": "效果命中 +10%",
                "Mat": {
                    "2": 170000,
                    "110222": 3,
                    "115002": 3,
                    "110223": 8,
                    "115003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "征服的剑旗",
                "Mat": {
                    "2": 5000,
                    "110221": 3,
                    "110507": 1
                }
            },
            {
                "Name": "盛会的泡沫",
                "Mat": {
                    "2": 20000,
                    "110222": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "珍珠的琴弦",
                "Mat": {
                    "2": 160000,
                    "110223": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    },
    "1412": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110435": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110435": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110435": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110435": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "115013": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "风属性伤害提高 +22.4%",
                "Mat": {
                    "2": 237500,
                    "115011": 2,
                    "110232": 8,
                    "115012": 7,
                    "110233": 11,
                    "115013": 11
                }
            },
            {
                "Name": "攻击力 +18%",
                "Mat": {
                    "2": 210000,
                    "110231": 3,
                    "115011": 6,
                    "110233": 11,
                    "115013": 11
                }
            },
            {
                "Name": "生命值 +10%",
                "Mat": {
                    "2": 170000,
                    "110232": 3,
                    "115012": 3,
                    "110233": 8,
                    "115013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "来者",
                "Mat": {
                    "2": 5000,
                    "110231": 3,
                    "110507": 1
                }
            },
            {
                "Name": "见者",
                "Mat": {
                    "2": 20000,
                    "110232": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "征服者",
                "Mat": {
                    "2": 160000,
                    "110233": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}

var _vid = {}

var _vid_index = []

var _bossguide = [
    {
        "_id": 203501204,
        "Name": "业火焚心的影将军",
        "Icon": "mostericon/Monster_2035010.png",
        "Monsters": [
            {
                "_id": 203501204,
                "HP": 8469126,
                "HPCount": 2,
                "Stance": 280,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_2033020.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• 本体和其部位，总共 @4# 个目标共享生命值",
                    "• 会对一名我方角色@造成大量伤害#并将其@感染#为【浴血人狼】：失去所有召唤物，且技能全部被替换为特殊技能，@死亡时原角色也会死亡#"
                ]
            },
            {
                "Title": "浴血人狼",
                "DescList": [
                    "• 速度大幅提升，在 @2# 回合后恢复原样并使我方全体@行动提前#",
                    "• 技能为我方@回复生命值#、对敌方施加@可叠加裂伤#，并基于目标的@持续伤害数量#造成削韧（每一个 @+15#）"
                ]
            }
        ]
    },
    {
        "_id": 4044010,
        "Name": "神礼观众，来古士",
        "Icon": "mostericon/Monster_4044010.png",
        "Monsters": [
            {
                "_id": 4044010,
                "HP": 11731702,
                "Stance": 200,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Wind"
                ],
                "Figure": "monsterfigure/Monster_4044010.png"
            }
        ],
        "Notes": [
            {
                "Title": "演化形态：泰坦",
                "DescList": [
                    "• 每隔一段时间，会生成 @2# 个【泰坦眷属】（第一次 @42# 行动值，第二次 @100# 行动值）",
                    "• 生成的泰坦眷属和我方召唤的忆灵，累计总共达到 @4# 个时，立刻切换至【论证形态】，且受到的伤害永久提升 @50%# ，可叠加",
                    "• 会使 @1# 名我方目标@立即行动#且@激活终结技#，但施放终结技时损失 @50%# 生命值（不致命）"
                ]
            },
            {
                "Title": "论证形态：黑潮",
                "DescList": [
                    "• 不断生成和补充【黑潮造物】：每回合@可行动两次#，且损失 @20%# 生命值",
                    "• 敌方目标被消灭、我方角色被击败、忆灵消失，累计总共达到 @10# 个时，立刻切换至【演化形态】，且受到的伤害永久提升 @50%# ，可叠加",
                    "• 会使 @2# 名我方目标@立即行动#且@激活终结技#，但施放终结技时损失 @50%# 生命值（不致命）",
                    "• 切换形态时，造成我方全体@平均分摊#的巨额伤害"
                ]
            }
        ]
    },
    {
        "_id": 4053010,
        "Name": "波涛夫人",
        "Icon": "mostericon/Monster_4053010.png",
        "Monsters": [
            {
                "_id": 4053010,
                "HP": 1466463,
                "Stance": 180,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Elec"
                ],
                "Figure": "monsterfigure/Monster_4053010.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• 每受到 @5# 次@普攻#/@战技#/@终结技#/@忆灵技#攻击后@立刻行动#，强化期间所需的次数降低 @1# 次",
                    "• 强化期间，受到的非真实伤害的 @70%# 会被@【抵挡】#：被抵挡的伤害将转化为施加于自身的@持续伤害#",
                    "• 会使我方全体@防御力降低#、@全属性抗性降低#"
                ]
            }
        ]
    },
    {
        "_id": 403401304,
        "Name": "末日歧途的盗火者",
        "Icon": "mostericon/Monster_4034010.png",
        "Monsters": [
            {
                "_id": 403401304,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 300,
                "StanceCount": 2,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4034010.png"
            },
            {
                "_id": 403202112,
                "HP": 65993,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            },
            {
                "_id": 403202113,
                "HP": 131986,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• 正常状态下，首领攻击会@召唤分身#，其被消灭使首领损失 @25%# 韧性",
                    "• 首领第二层韧性@被锁定#（免疫削韧），失去第一层韧性时，立即行动，并进入@【镣铐崩解】#状态：交替进行【召唤分身】和【终结技】，攻击力提升 @25%# ，速度提升 @25%#"
                ]
            },
            {
                "Title": "召唤分身",
                "DescList": [
                    "• 使自身@不可选中#，召唤 @4# 个分身，分身被消灭后被重新召唤，且使首领损失 @10.5%# 韧性和 @0.3%# 生命值",
                    "• 召唤两个常规分身后，下一个被替换为特殊分身：仅具有原血量 @30%# 的血量，被击杀后不削减首领韧性，但击杀者获得一个@可叠加额外回合#，且造成的伤害提升 @50%#"
                ]
            }
        ]
    },
    {
        "_id": 4014030,
        "Name": "冥魂渡者，死龙残躯，玻吕刻斯",
        "Icon": "mostericon/Monster_4014030.png",
        "Monsters": [
            {
                "_id": 4012070,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            },
            {
                "_id": 4014030,
                "HP": 2723431,
                "HPCount": 2,
                "Stance": 180,
                "Weak": [
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4014030.png"
            },
            {
                "_id": 4012071,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• 具有 @90%# 减伤，我方累计损失 @222%# 生命值上限的生命值后，进入【强化】",
                    "•【强化】使全体角色生命值降低至 @1# 点，角色@回复生命值#可以逐渐降低敌方的减伤，回复至 @50%# 时完全解除（每个角色独立结算减伤）",
                    "•【强化】期间我方忆灵无视减伤",
                    "• 部分攻击造成【衰亡伤害】：固定值，无视护盾，不可分摊"
                ]
            }
        ]
    },
    {
        "_id": 203401404,
        "Name": "雷奔云谲的恶狼主",
        "Icon": "mostericon/Monster_2034010.png",
        "Monsters": [
            {
                "_id": 2032011,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Fire",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032010.png"
            },
            {
                "_id": 203401404,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 380,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_2034010.png"
            },
            {
                "_id": 2032022,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Phys",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032020.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• 呼雷韧性不能被攻击削减，每击败一只狼卒，呼雷损失 @3%# 生命值和 @30# 韧性",
                    "• 击败的狼卒与敌方行动次数之和达到 5 时，呼雷立刻行动进入孤战，需要@选择一名角色#进入孤战，其他角色@不可行动#"
                ]
            },
            {
                "Title": "孤战：剑葬生死斗",
                "DescList": [
                    "• 呼雷韧性可被削减，受到的伤害变为原本 @25%# ，造成的伤害变为原本 @400%#",
                    "• 孤战角色生命值为@全体角色生命值总和#，攻击力为@全体角色攻击力总和#",
                    "• 每击败一名狼卒，孤战角色伤害提升 @5%#，击破特攻提升 @5%#，攻击后造成额外 @1.667# 自身属性的削韧，且回复 @15%# 生命值，至多叠加 5 层"
                ]
            }
        ]
    }
]